{"keyword": "Across the line", "content": "Ashotwhich is played with thebatmoving lateral to the direction of motion of theball. Used when thebatteris aimingsquareor behind square, but requires excellenttiming. Considered risky, as mistiming the shot can result in aleading edge, beingstrangled, or missing the ball entirely and beingoutbowledorleg before wicket.[citation needed]"}
{"keyword": "Action", "content": "Seebowling action[5]"}
{"keyword": "Agricultural shot", "content": "A powerfulslogshotacross the line(resembling ascythingmotion), played with little technique orfootwork, particularly one that damages thepitchwith thebat. May result in the ball going tocow corner.[6][7]"}
{"keyword": "Air", "content": "Adeliveryby aspin bowleron a higher trajectory than usual, typically phrased as 'giving it some air'. The termflightis a near synonym.[5]Can be combined withtop spinorback spinto deceive the batter on thelengthof the delivery, or withoff spinorleg spinto give the ball more time todrift."}
{"keyword": "All out", "content": "Theend of an inningsdue to the batting side running out ofwickets, usually because ten of the elevenbattershave beendismissed. It also applies if a total of ten players (in any combination) haveretired, are absent from theground, or have been dismissed, leaving only one available batter remaining. The term is a slight misnomer, as there is always one batter leftnot out.[5]"}
{"keyword": "All-rounder", "content": "Traditionally, a player adept at bothbattingandbowling.[8]Some recent sources regard awicket-keeper/batteras another type of all-rounder, but this usage is not universal.[5]"}
{"keyword": "Amateur", "content": "1.  A cricketer who plays for pleasure, not pay. A non-professional.[5] 2.A former official distinction between playersof differingsocial class, important in 18th and 19th century England. Amateurs (also known asgentlemen) wereupper class, had usually been toprivate schooland/orOxbridge, and could claimexpensesbut not receive any other payment. Professionals (also known asplayers) wereworking class, paidwages, and relied on cricket as their primary source of income. Mostcounty cricketteams consisted of a mix of amateurs and professionals; thecaptainwas always an amateur. The annualGentlemen vs Playersmatch pitched the two classes against each other. The distinction became obsolete in the early 20th century and was finally abolished in 1962.[5]"}
{"keyword": "Analysis", "content": "Seebowling analysis[5]"}
{"keyword": "Anchor", "content": "Abatterwho remainsinfor a long time, scoring at a moderatestrike ratewhilst preserving theirwicketby avoiding riskyshots. A less defensive and more flexible version of ablocker.Top-ormiddle-orderbatters may adopt an anchor role if the other batters experience abatting collapse.[9]"}
{"keyword": "Appeal", "content": "Abowlerorfielderasking theumpiretodismissthebatter, usually by shouting 'howzat' (how's that?). Variations include 'howzee' (how's he?), or simply turning to the umpire andcheering.[8]The umpire cannot give a batteroutunless the fielding side appeals, even if the criteria for a dismissal have otherwise been met.[5]Batters who are obviously out (e.g.bowledor indisputablycaught) will normallywalkfrom the field without waiting for an appeal."}
{"keyword": "Approach", "content": "1.  Themotion of the bowler before bowling the ball; also known as therun-up.[5] 2.  The ground a bowler runs on during their run up; e.g.: \"Play was delayed because the bowler's approaches were slippery.\"[citation needed]"}
{"keyword": "Arm ball", "content": "Avariationbowled by afinger spinner, which appears to be theirstock ballbut does notspin. Such adeliverydoes notturnwhen bouncing but travels straight on i.e. following thelineof the bowler's arm, hence the name. An arm ball might alsoswing.[1]"}
{"keyword": "Around the wicket", "content": "(orround the wicket)A right-handedbowlerpassing to the right of the non-striker's stumps in their run-up, and vice versa for a left-handedbowler. The opposite ofover the wicket.[10] (orround the wicket)"}
{"keyword": "The Ashes", "content": "The trophy for theEnglandvAustraliaTest matchseries.[5]The Ashes originated as a result of a satirical obituary published in a British newspaper,The Sporting Times, in 1882 after a match atThe Ovalin which Australia beat England on an English ground for the first time. The obituary stated that English cricket had died, and the body would be cremated and the ashes taken to Australia. The English press dubbed the next English tour to Australia (1882–83) as the quest to regain The Ashes. During that tour a small terracotta urn was presented to England captainIvo Blighby a group of Melbourne women. The urn is reputed to contain the ashes of one or twobails.[5]"}
{"keyword": "Asking rate", "content": "Seerequired run rate"}
{"keyword": "Attacking field", "content": "A fielding configuration in which more fielders are close in to thepitchso as to takecatchesmore readily, at the risk of allowing more runs to be scored.[5]"}
{"keyword": "Attacking shot", "content": "An aggressive or strong hit by the batter designed to score runs.[11]"}
{"keyword": "Audi", "content": "Two consecutivepairs, or four consecutiveducks. The term alludes toAudi, a German car manufacturer, whose logo is four linked rings.[12][13][14]"}
{"keyword": "Average", "content": "1.  seebatting average 2.  seebowling average"}
{"keyword": "Away swing", "content": "Seeoutswing[11]"}
{"keyword": "Back foot", "content": "1.  Whenbatting, the foot that is closest to thestumps. For aright-handbatter'sstance, the back foot is the right foot; for a left-hand batter it is the left foot.[5] 2.  Whenbowling, the foot which contacts the ground before thefront footi.e. the back foot is the second contact before the ball is released. Usually the back foot is also thebowling foot, unless the bowler'sactionis off thewrong foot.[11]"}
{"keyword": "Back foot contact", "content": "The point in abowling actionwhen theback footlands on the ground, just beforereleaseof the ball."}
{"keyword": "Back foot shot", "content": "Ashotplayed with thebatter'sweight on theirback foot.[8]Most commonly used when aiming behindsquare."}
{"keyword": "Back spin", "content": "(Alsounder-spin.) Adeliverywith a backward spin, so that after pitching the ball immediately slows down, or bounces lower and skids on to thebatter.[8]"}
{"keyword": "Backing up", "content": "1.  Thenon-strikingbatterleaving their crease during thebowler'saction, before theballisreleased. This shortens the distance the non-striker will need to cover to score arun, if thestrikercompletes ashot. Backing up too far or too early risks arun out, either by one of thefielders, or by thebowlerin amankad.[11] 2.  Afielderplacing themselves on the far side of thewicketfrom a team-mate who is throwing theballat thestumpsto attempt arun out. The fielder who is backing up can then recover the ball if the throw misses the stumps, thereby preventingoverthrows.[11]"}
{"keyword": "Backlift", "content": "Lifting the bat in preparation to hitting the ball.[11]"}
{"keyword": "Badger", "content": "A particularly enthusiastic cricketer, someone with an extreme love of the game.[15]"}
{"keyword": "Bad light", "content": "In a match played during the day, \"bad light\" refers to the umpires taking the players from the field because the ambient light has dimmed to the point that the ball has become difficult to see. Done for both fairness and the safety of the batters.[16]Often shortened simply tolight. See alsooffer the light."}
{"keyword": "Baggy green", "content": "A cricket cap ofmyrtle greencolour, which has been worn by Australian Test cricketers since around 1900. The cap is a symbol of Australian cricket, and the term is strongly associated with national cricketing pride."}
{"keyword": "Bail", "content": "One of the two small pieces of wood that lie on top of thestumpsto form thewicket.[2]"}
{"keyword": "Ball", "content": "1.  The spherical object which thebowlerpropels towards thebatter, who may attempt to hit it with thebat. Constructed of leather stitched around a cork core. Ared ballis used intimed matches(or apink ballforday/night cricket), whilst awhite ballis used inlimited overscricket. 2.  A singledelivery. Eachovercontains six (legal) balls.[1]"}
{"keyword": "Ball tampering", "content": "Illegally modifying the condition of theball, usually by afielderto facilitateswing bowling. Ball tampering is a form ofcheating, so accusations are often controversial."}
{"keyword": "Ball tracking", "content": "Acomputer visionsystem that determines the location of theball, tracks its motion, and predicts its future trajectory. Used by thethird umpirein thedecision review systemto assessLBWappeals, and by coaches or commentators to analyse player performances.[1]Common brands includeHawk-EyeandEagle-Eye,[17]which are sometimes used asgenericised trademarksfor the concept."}
{"keyword": "Bang (it) in", "content": "To bowl adeliveryon a shorterlengthwith additional speed and force. The bowler is said to be \"bending their back\" when banging it in."}
{"keyword": "Bat", "content": "The wooden implement which thebatteruses to hit the ball. Usually constructed in two pieces, the rectangular-sectionedbladeand cylindricalhandle, which are joined at thesplice.[11]"}
{"keyword": "Bat-pad", "content": "A fielder placed close to the batter on the leg side to catch the ball if it hits the bat and pad (in either order), and rises to a catchable height. Also a defence against being given outlbw, that the ball may have hit the bat first, however indiscernible.[1]"}
{"keyword": "Batter", "content": "(m.batsman,f.batswoman, orbatting playerfor either)A player on the batting side, or one of the two members of the batting side who are currently at the crease, or (in the context of a player's career) a player whose speciality is batting.[1]The term 'batsman' was used for most of the game's history, regardless of the player's gender, but the moregender neutralterm 'batter' began to be adopted in the 2010s and was made official in theLawsin 2021.[18][19] (m.batsman,f.batswoman, orbatting playerfor either)"}
{"keyword": "Batting", "content": "The act and skill of defending one'swicketand scoringruns.[1]"}
{"keyword": "Batting average", "content": "The average number ofrunsscored perinningsby abatter, calculated by dividing the batter's total runs scored by the number of times the batter was out.[11]"}
{"keyword": "Batting collapse", "content": "When several batters are dismissed in rapid succession for very few runs. The termstop order collapseormiddle order collapsemay refer to batting collapses in a specific part of thebatting order."}
{"keyword": "Batting for a draw", "content": "Defensivebattingin atimed matchby a team with little chance of victory, who are instead attempting to salvage adraw. Thebattersseek to survive as manyballsas possible before losing theirwicket, without attempting to score manyrunsand avoiding aggressiveshots. Sometimes regarded as boring to watch, and sometimes as producing tense finishes.[20]"}
{"keyword": "Batting order", "content": "The order in which thebattersbat, from theopeners, through thetop orderandmiddle orderto thelower order.[11]"}
{"keyword": "Beach cricket", "content": "An informal form of the game played on beaches, particularly in Australia,New Zealand,Sri Lankaand cricket-playingCaribbeancountries.[21]"}
{"keyword": "Beamer", "content": "Adeliverythat reaches thebatterabove waist height without bouncing. This is illegal and an automaticno-ball.[1]Further sanctions are applied to repeat offences, though the exact rules have changed several times. Since 2019, if theumpirebelieves that the beamer was dangerous and risked injury to the batter, they issue a first and final warning to thebowler; a second dangerous delivery results in the bowler being banned from bowling for the remainder of thatinnings.[22]"}
{"keyword": "Beat the bat", "content": "When abatternarrowly avoids touching the ball with the edge of their bat, through good fortune rather than skill. Considered a moral victory for thebowler. The batter is said to have been beaten. In some cases, this may be expanded to \"beaten all ends up\".[23]"}
{"keyword": "Beehive", "content": "A diagram showing where a number of balls, usually from a particular bowler, have passed the batter.[24]Compare pitch map."}
{"keyword": "Beer match", "content": "In club cricket, where the scheduled game ends early, a friendly match concocted to fill in time, originally where licensing hours would have prevented the teams from retiring to the pub, but also for love of the game. Often played with an unusual format, such as \"reverse batting order\", \"every outfielder must bowl\", or \"bats retire at 25\"."}
{"keyword": "Belter", "content": "A belter of a pitch is a pitch offering advantage to the batter.[1]"}
{"keyword": "Bend the back", "content": "Of apace bowler, to put in extra effort to extract extra speed or bounce.[1]"}
{"keyword": "Benefit season", "content": "A series of fundraising events to reward a long-serving player, typically those who have played over a decade for a singlecounty cricketteam, shortly before the player retires. Similar in concept totestimonial matchesplayed in other sports."}
{"keyword": "Best bowling", "content": "Thebowling analysiswith the mostwicketstaken in aninnings; the fewestrunsconceded are used as a tie-breaker. This can be used to compare differentbowlerswithin a singlematch, or to highlight the best performance by an individual over an extended period, such as aseasonor their whole career. The equivalent for batters is thehigh score."}
{"keyword": "Biffer", "content": "slang term for an attacking batter. A biffer is the opposite of a blocker, being a defending player. In earlier times (particularly pre-World War II) cricketers were eitheramateur(Gentlemen) orprofessional(Players). Typically, but not universally, amateurs would be \"biffers\" and professionals \"blockers\". The word derives from the slightlyarchaictransitive verb, \"biff\" which means \"hit\". Today, biffers tend to be known asbig hitters."}
{"keyword": "Bite", "content": "the turn a spin bowler is able to produce on a pitch.[3]"}
{"keyword": "Block", "content": "A defensiveshot, intending to stop theballsafely without attempting to scoreruns. The most common form of block is theforward defensive.[23]"}
{"keyword": "Blocker", "content": "slang term for a defensive or slow-scoring batter, the opposite of biffer. In earlier times (particularly pre-World War II) cricketers were eitherprofessionaloramateur. Typically, but not universally, amateurs would be \"biffers\" and professionals \"blockers\". The word derives from the natural tendency of such batters to \"block\" eachdelivery, rather than try to scoreruns. Such players tend to have lowstrike rates, but in many cases highaveragesdue to their lack of aggressive shots giving bowlers less chances to dismiss them. They are typically less effective inlimited overscricket where quick scoring is often needed, though some are able to adapt their game to score quicker in the shorter formats of the game."}
{"keyword": "Block hole", "content": "the gap between the bottom of thebatand thebatter'stoes. This area is the target for ayorker, as it is difficult toblockunless the batter is expecting it.[23]"}
{"keyword": "Blob", "content": "Seeduck"}
{"keyword": "Bodyline(or fast leg theory)", "content": "a historical tactic involvingfast bowlingaimed at thebatter'sbody with numerous close fielders placed on theleg side. Bodyline was developed in the early 1930s and used by England (who called it \"fastleg theory\") during the1932–33 Ashes Tour. The tactic was highly controversial, leading to accusations of unsporting behaviour and deliberately attempting to injure or intimidate the batters. Changes to the rules were brought it to outlaw dangerous deliveries and to limit the number of leg-side fielders andbouncers, making bodyline obsolete.[1]"}
{"keyword": "Boot Hill", "content": "Another term for short leg, the least liked and most dangerous of the fielding positions. The term is derived from this potential for getting hit by the ball, being a reference to theBoot Hillsof theAmerican West, graveyards for those who \"died with their boots on\". Due to its unpopularity the position has traditionally been taken by the junior professional, although this is no longer necessarily the case. According to former England fielding coachRichard Halsall, a good short leg has to be physically brave, an outstanding catcher, and preferably a good reader of the batter, and are indeed normally batters themselves.[25][26]"}
{"keyword": "Bosie or bosey", "content": "Seegoogly[1]"}
{"keyword": "Bottom hand", "content": "The hand of thebatterthat is closest to the blade of the bat. Shots played with the bottom hand often are hit in the air.[23]"}
{"keyword": "Bouncer", "content": "a fast short pitcheddeliverythat rises up near thebatter'shead.[1][3]"}
{"keyword": "Bounce out", "content": "to get abatterout with the aid of bounce, often by getting them caught out[27]"}
{"keyword": "Boundary", "content": "1.  the perimeter of thefield[23] 2.  a rope that demarcates that perimeter[2] 3.  ashotwhich reaches (or passes over) the boundary rope. If the ball touches the ground before reaching the boundary, the shot scoresfourruns. If it does not touch the ground before reaching the rope, the shot scoressixruns.[23]"}
{"keyword": "Bowled", "content": "a mode of abatter'sdismissal. Occurs when adeliveryhits thestumpsand removes at least onebail.[28]"}
{"keyword": "Bowled around the legs", "content": "outbowledby adeliverywhich passes thebatteron theleg sidebefore hitting thewicket. The term implies that the batter has moved too far over to theiroff side."}
{"keyword": "Bowled out", "content": "1.  seeall out. 2.  Sometimes incorrectly used in place ofbowled."}
{"keyword": "Bowler", "content": "1.  The player who is currentlybowling. 2.  A player who specialises inbowling."}
{"keyword": "Bowling", "content": "the act ofdeliveringthecricket ballto thebatter.[23]"}
{"keyword": "Bowl-out", "content": "A method for breaking atiewhich was used in somelimited overs matchesin the late 20th and early 21st centuries; most competitions have replaced it with thesuper over. Five players from each team bowled at an undefendedwicket, with the team with the most hits winning.Sudden deathwas used if the number was equal. The concept was analogous to thepenalty shootoutused in other sports.[29]"}
{"keyword": "Bowling actionor action", "content": "The set of movements abowlergoes through in adelivery.[5]"}
{"keyword": "Bowling analysisor bowling figures", "content": "A statistical summary of abowler'sperformance. Two formats are common: either the numbers ofovers–maidens–runsconceded–wickets, or the shorter numbers of wickets/runs e.g. 12-2-46-3 or 3/46, pronounced 'three for forty-six'.[23]"}
{"keyword": "Bowling at the death", "content": "Seedeath overs[1]"}
{"keyword": "Bowling average", "content": "The number ofrunsconceded by abowler, divided by the number ofwicketsthey have taken. One of several statistics used to compare the performances of bowlers over extended periods; lower is better.[5]"}
{"keyword": "Box", "content": "a protective item shaped like a half-shell and inserted into the front pouch of ajockstrapwith cup pocket worn underneath a player's (particularly abatter's) trousers to protect their genitalia from the hard cricket ball. Also known as anabdominal protector,Hector protector,ball box,protector,athletic cup,protective cuporcup.[23]"}
{"keyword": "Brace", "content": "twowicketstaken off two consecutive deliveries."}
{"keyword": "Break", "content": "a suffix denoting the ball changing direction afterpitchingcaused by the bowler'sspinorcut. For example, aleg spinnerwill deliverleg breaks(moving from leg to off).[8]"}
{"keyword": "Buffet bowling", "content": "seecafeteria bowling."}
{"keyword": "Bump ball", "content": "A ball played off the bat immediately into the ground and then caught by a fielder. Often this has the appearance of being a clean catch directly off the bat.[1]"}
{"keyword": "Bumper", "content": "old-fashioned name for abouncer.[1]"}
{"keyword": "Bunny", "content": "seerabbit.[1]"}
{"keyword": "Bunsen", "content": "A pitch on whichspin bowlerscan turn the ball prodigiously. From therhyming slang: 'Bunsen Burner' meaning 'Turner'.[1]"}
{"keyword": "Buzzer", "content": "seeoverthrows"}
{"keyword": "Bye", "content": "extrasscored in the same way as normal runs when the ball does not make contact with any part of thebatter(bat, protective gear, body parts).[1]"}
{"keyword": "Cafeteria bowling", "content": "(alsobuffet bowling)Poor qualitybowlingwhich is easy to hit, allowing thebattersto help themselves toruns, analogous to a self-servicecafeteriaorbuffet. Occasionally employed deliberately asdeclaration bowling. (alsobuffet bowling)"}
{"keyword": "Call", "content": "1.  A shouted announcement by afielderwhile theballis in the air, usually the word \"mine\", indicating that they are about to attempt acatch. Considered good practice, to avoid two fielders colliding if both attempt to take the same catch. 2.  A shouted, normally single word, instruction from abatterto theirpartner, indicating whether to attempt arun. Only one batter makes a call, to avoid confusion that could lead to arun out. Responsibility for making the call is held by whichever batter has the better view of theballand can see whether anyfieldersare close to it. This is most often thestrikerfor ashotin front ofsquare, and thenon-strikerfor a shot behind square. Common possible calls includeyes,no,wait,push,one,twoorthree."}
{"keyword": "Cap", "content": "1.  Atype of soft material hat, traditionally worn byfielders. 2.  Anappearance for a national team."}
{"keyword": "Captain", "content": "(orskipper)The player who has been appointed leader of their team. The captain decides whichbowlerwill deliver eachover, the placement of thefielders, thebatting order, when to use thedecision review system, whether and when todeclare, and many other aspects of the game. The captain's tactical abilities can have a major impact on the outcome of a match. The captain often has substantial responsibilities between games as well, such as in teamselectionor representing the team in the media. (orskipper)"}
{"keyword": "Carrom ball", "content": "a style of slow bowling delivery in which the ball is released by flicking the ball between the thumb and a bent middle finger in order to impart spin"}
{"keyword": "Carry", "content": "1.  Ashothas carried if theballis hit in the air and reaches afielderwithout touching the ground (regardless of whether the fielder then successfully takes acatch). If the ball touches the ground before reaching the fielder, it has not carried.[30]Slow-motion television replays are sometimes required to determine whether the ball carried or bounced a few inches in front of the fielder. 2.  The distance which adeliverybounces through to thewicketkeeperif thebatterdoes not play ashot. The wicketkeeper must position themselves at an appropriate distance behind thestumpsfor the carry, which depends on the hardness of thepitch, height of thebowler, thelengththey are bowling etc."}
{"keyword": "Carry the bat", "content": "(orcarry their bat)Anopenerbatting through an entireinnings, remainingnot outat the conclusion. The rest of the team must beall out(not any otherend of inningsscenario). Regarded as an excellent performance by the opening batter.[1] (orcarry their bat)"}
{"keyword": "Cartwheel", "content": "The motion of astumpwhen hit by adeliveryhard enough that it rips out of the ground and flips end-over-end before landing, like agymnastic cartwheel.[citation needed]"}
{"keyword": "Castled", "content": "Cleanbowledusually by ayorkeror a full length ball."}
{"keyword": "Catch", "content": "Afieldergaining complete control of theball, in one or both hands, before it touches the ground. Thewicketkeepermay use gloves, but no other fielder may use any other equipment or clothing to assist in taking the catch. A fair catch leads to thebatterbeingcaught."}
{"keyword": "Caught", "content": "a method ofdismissalin which one of thefielders, including the bowler,catchesthe ball before it touches the ground after thebatterhits it (with either thebator aglovethat is in contact with the bat).[31]This is the most common method of getting a batteroutin professional cricket."}
{"keyword": "Caught and bowled", "content": "Dismissedby acatchtaken by thebowler. The term originates from the way such dismissals are recorded on a scorecard (c & b); the alternative \"bowled and caught\", referring to the sequence of events in the strict chronological order, is almost never used."}
{"keyword": "Caught behind", "content": "Dismissedby acatchtaken by thewicket-keeper. Usually from anedgeorglove, but sometimes from askier."}
{"keyword": "Centurion", "content": "A player who has scored acentury."}
{"keyword": "Century", "content": "1.  A score of at least 100runsby a singlebatter; considered a substantial personal achievement.[30] 2.  (rare) An ironic term for abowlerwho has conceded over 100 runs in aninnings.[30]"}
{"keyword": "Chance", "content": "An opportunity todismissabatterthat isn't taken by thefieldingside. Common examples include ashotthatcarriesto afielderwho thendropsthecatch; a possiblerun outin which the fielder's throw misses thestumps; or a fumble by awicketkeeperduring an attemptedstumping.[32]If a batter does not provide any chances to the opponent, it is referred to as a \"chancelessinnings\" or \"chancelessknock\".[33]Some commentators refer to a very difficult opportunity as a \"half chance\".[34]"}
{"keyword": "Charge", "content": "Abattermoving quickly towards to thebowlerwhile thedeliveryis inflight, to gain momentum for a powerfulshot(often aslog).[1]A more aggressive version of adance down, with even higher risk, so usually only attempted in thedeath overs."}
{"keyword": "Check upstairs", "content": "Invoke theUmpire Decision Review System, especially by theumpiresthemselves. Thethird umpireis usually seated high in the stadium, and replays are often displayed on elevated screens, hence the expression."}
{"keyword": "Cherry", "content": "1.  Slang term for ared ball, especially in Australia. 2.  A red mark left on abatby the impact of ared ball, most commonly anew ball(which has fresh red dye on its surface)."}
{"keyword": "Chest on", "content": "(alsofront onorsquare on) (alsofront onorsquare on) 1.  A bowler whose chest and hips are aligned towards the batter at the instant ofback foot contact.[1] 2.  A batter whose hips and shoulders face towards the bowler at the moment ofrelease.[1]"}
{"keyword": "Chin music", "content": "The use of a series ofbouncersfrom pace bowlers to intimidate a batter. Term taken from baseball.[1]"}
{"keyword": "Chinaman", "content": "seeleft-arm unorthodox spin"}
{"keyword": "Chinese cut", "content": "seeFrench cut"}
{"keyword": "Chop on", "content": "to bebowledby the ball deflecting off the inside or bottomedgeof the bat and onto the stumps while playing a shot"}
{"keyword": "Chuck", "content": "of abowler, tothrowthe ball by bending the elbow instead ofbowlingit with a straight arm; alsochucker: abowlerwho chucks; andchucking: such an illegal bowling action. All are considered offensive terms as they imply cheating.[1]"}
{"keyword": "Circle", "content": "a painted circle (or ellipse), centred in the middle of thepitch, of radius 30-yard (27 m) marked on the field. The circle separates theinfieldfrom theoutfield, used in policing the fielding regulations in certain one-day versions of the game. The exact nature of the restrictions vary depending on the type of game: seelimited overs cricket,Twenty20andpowerplay (cricket)."}
{"keyword": "Clean bowled", "content": "bowled, without theballfirst hitting thebatorpad.[2]"}
{"keyword": "Club", "content": "1.  A group of cricketers, from which one or more teams are formed. 2.  To strike the ball gracelessly, but with great force. A weaker form ofslog."}
{"keyword": "Club cricket", "content": "(grade cricketin Australia)Formally organised cricket played by skilled amateurs. Considered a higher standard of play than purely recreationalvillage cricket, but still lower than professional forms of the sport. (grade cricketin Australia)"}
{"keyword": "Collapse", "content": "seebatting collapse"}
{"keyword": "Come to the crease", "content": "A phrase used to indicate a batter walking onto the playing arena and arriving at thecricket pitchin the middle of the ground to begin batting."}
{"keyword": "Competitive Women's Cricket", "content": "The official designation given to the female equivalents to First-class, List A and T20 cricket.[35]"}
{"keyword": "Compulsory close (cc)", "content": "When a team's innings is closed and completed by a means other than beingall outordeclaring. This particularly applies in grade cricket competitions where each innings of a two-innings match is also subject to a time or overs limit. The letters (cc) appear in the team's score to reflect this;e.g.266–7(cc).[36]"}
{"keyword": "Conventional swing", "content": "seeswing"}
{"keyword": "Contrived circumstances", "content": "Unusual tactics which are intended to achieve a legitimate outcome, but result in wild statistical abnormalities; for example, deliberately bowling extremely poorly to encourage a quickdeclaration.Wisdenexcludes records set in contrived circumstances from its official lists.[37]"}
{"keyword": "Cordon", "content": "(orslips cordon)Collective term for multiple fielders in theslips. Sometimes also includesgully. (orslips cordon)"}
{"keyword": "Corridor of uncertainty", "content": "a goodline. The corridor of uncertainty is a notional narrow area on and just outside a batter'soff stump. If adeliveryis in the corridor, it is difficult for a batter to decide whether to leave the ball, or play at it defensively, or play an attacking shot. The term was popularised by former England batter and latterly commentator,Geoffrey Boycott.[1]"}
{"keyword": "County cricket", "content": "the highest level of domestic cricket in England and Wales.[38]"}
{"keyword": "Cover", "content": "(orthe covers) (orthe covers) 1.A fielding positionon theoff side,forwardofpointandsquarerthanmid-off.[38]A cover fielder situated closer to point than usual is known ascover point, whilst one which is closer to mid-off is known asextra cover. The plural term 'the covers' refers to all these variants collectively. 2.  A waterproof assembly ortarpaulinused by theground staffto protect parts of the field from rain (usually thepitch,squareandrun ups).[38]"}
{"keyword": "Cow corner", "content": "the area of the field (roughly) between deepmid-wicketand widelong-on. So called because few 'legitimate' shots are deliberately aimed to this part of the field, so fielders are rarely placed there – leading to the concept that cows could happily graze undisturbed in that area.[1]"}
{"keyword": "Cow shot", "content": "a hardshot, usually in the air, across the line of a full-pitched ball, aiming to hit the ball over theboundaryatcow corner, with very little regard to proper accepted technique. A type ofslog.[1]"}
{"keyword": "Crease", "content": "a straightwhitewashline painted on thepitchnear thestumps. At each end of the pitch there are four creases: the 'popping crease', 'bowling crease' and two 'return creases'. The word 'crease' without further qualification refers either to the popping crease or to the region beyond it. The creases are used to adjudge whether arunhas been completed, abatterisrun out, thedeliveryis ano-ballorwideetc.[2]"}
{"keyword": "Cricketer", "content": "a person who plays cricket.[39]"}
{"keyword": "Cross-bat shot", "content": "a conventionalshotplayed with thebatparallel with the ground, such as acutor apull. Also known as a horizontal-bat shot, it is generally considered a potentially risky option for batters.[1]"}
{"keyword": "Cross the rope", "content": "To cross over the boundary rope. Often said of batters who are beginning or resuming an innings,[40]players entering or exiting the field to begin a session of play,[41]fielders attempting catches,[42]and the ball when the batter scores a boundary"}
{"keyword": "Cut", "content": "ashotplayedsquareon theoff sideto ashort-pitcheddeliverywide ofoffstump. So called because thebattermakes a \"cutting\" motion as they play theshot.[38]"}
{"keyword": "Cutter", "content": "abreakdeliverybowled by afastormedium-pacebowlerwith similar action to aspin bowler, but at a faster pace. It is usually used in an effort to surprise thebatter, although somemedium-pacebowlersuse the cutter as their stock (main)delivery.[8]"}
{"keyword": "Daddy hundred", "content": "Informal term for abatter's individual score that is substantially higher than acentury. Some coaches set a requirement of at least 150runs, but that value is not universal.[43]"}
{"keyword": "Daisy cutter", "content": "1.  A low-trajectorydeliveryin which theballbounces twice, or rolls along the ground, before reaching thebatter.[44]A type ofno ball. 2.  Ashotin which theballtravels on a low trajectory, bouncing just above the grass.[44][45]This retains more speed than a rolling ball, while being very difficult tocatch."}
{"keyword": "Dance down (the pitch)", "content": "Abatterusingfootworkto move closer to thebowlerwhile thedeliveryis inflight, typically with askippingmotion, changing the effectivelength. A near-synonym ofcharge, but less aggressive. Considered risky, because if the batter misses theirshotthey are likely to bestumpedorrun out."}
{"keyword": "Day/night cricket", "content": "a cricket match scheduled to begin during day time and end after sunset, usingfloodlights. Used in someone day internationalssince 1979, andTest matchessince 2015."}
{"keyword": "DB", "content": "seedot ball"}
{"keyword": "Dead ball", "content": "1.  the state of play betweendeliveries, during whichbattersmay not scorerunsor be givenout.[1]There are numerous situations where play becomes dead, seedead ball. 2.  a signal given by theumpireto indicate a state of dead ball. Used only if the state is not obvious to the players."}
{"keyword": "Dead bat", "content": "A defensiveshotwith thebatheld in a loosegripand/or angled towards the ground. If theballstrikes the bat it loses momentum and falls quickly to the ground. Used to reduce the chance of beingcaughtoff anedge.[46][5]"}
{"keyword": "Dead rubber", "content": "A match played in aseriesafter one side has gained an unassailable lead, e.g. has already won 3 matches in a 5-match series, or in a tournament if both teams have already qualified (or failed to qualify) for the subsequent rounds. The term is used disparagingly to imply that the match is of lesser importance, but some regard the concept as outdated.[47]"}
{"keyword": "Death bowler", "content": "Abowlerwho specialises in delivering thedeath oversat the end of alimited overs match. Becausebattersusually play very aggressively in this period, a death bowler must be particularly skilled atvariationswhich are difficult to score from and/or unexpected by the batter, such asyorkersandslower balls.[48]"}
{"keyword": "Death overs", "content": "(orslog overs) (orslog overs) The final few overs of aninningsin alimited overs match. Because onlyrunsmatter in determining theresult, a batting side withwickets in handwill bat very aggressively in this period, seeking to hit everydeliveryfor aboundary, even if it risks adismissal. Typically the battingstrike rateis highest in this period, and the bowler'seconomyis poorest.[48]"}
{"keyword": "Death rattle", "content": "The sound of theballbreaking thewicketwhen abatterisout bowled.[5]"}
{"keyword": "Debenture", "content": "a certificate of loan agreement, used by some professionalclubsto raise funding. Typically, investors loan money to the club for a fixed period in return for guaranteed free (or reduced price) match tickets during that period."}
{"keyword": "Decision review system (DRS)", "content": "seeUmpire Decision Review System."}
{"keyword": "Declaration", "content": "the act of a captain voluntarily bringing their side'sinningsto a close, in the belief that their score is now great enough to prevent defeat. Occurs almost exclusively in timed forms of cricket where a draw is a possible result (such asfirst-class cricket), in order that the side declaring have enough time to bowl the opposition out and therefore win.[1]"}
{"keyword": "Declaration bowling", "content": "deliberately poor bowling (specificallyFull tossesandLong hops) from the fielding team with the intention of allowing the batters to score runs quickly and thus encourage the opposing captain to declare, thereby giving both teams a reasonable chance of winning in atimed matchwhich would otherwise have been inevitably drawn. Non-specialist bowlers will often be used in this context, largely to preserve dignity (and the bowling averages) of the specialist bowlers. This may occasionally be seen in domesticfirst-class cricket, where the points systems used often show little penalty between a draw and a loss; but it would very seldom be seen in Test cricket where the consequence of a loss in the context of a series is greater. Cf.Cafeteria bowling."}
{"keyword": "Deep", "content": "(of a fielding position) further away from the batter and closer to the boundary."}
{"keyword": "Defensive field", "content": "A fielding configuration in which fielders are spread around the field so as to more readily stop hit balls and reduce the number of runs (particularlyboundaries) being scored bybatters, at the cost of fewer opportunities to takecatchesanddismiss batters."}
{"keyword": "Delivery", "content": "the act of bowling the ball;[8]also, the quality of the way in which a ball is bowled, in either intent or effect."}
{"keyword": "Devil's number", "content": "(ordreaded number) (ordreaded number) a score of 87, regarded as unlucky in Australian cricket. Superstition holds thatbattersare more likely to bedismissedfor 87, because it is 13 runs short of acentury(seetriskaidekaphobia)."}
{"keyword": "Diamond duck", "content": "regional usage varies, but either a dismissal (usually run out) without facing a delivery,[49]or a dismissal (for zero) off the first ball of a team's innings (the less common termplatinum duckis used interchangeably)."}
{"keyword": "Dibbly dobbly", "content": "(ordibbly dobbler) (ordibbly dobbler) 1.  amedium pacedelivery, neither fast nor slow, with no special variation. 2.  abowlerwho uses this type ofdeliveryas theirstock ball. 3.  adeliverythat is easy to hit, but difficult to score quickly from.[1]"}
{"keyword": "Dilscoop", "content": "seepaddle scoop"}
{"keyword": "Dink", "content": "a deliberately gentle shot played by a batter, without attempted power, in order to guide the ball into an unguarded area of the field, largely using the ball's own momentum from thedelivery. Often effective against fast bowlers."}
{"keyword": "Dinner", "content": "the second of the two intervals taken during a full day's play specifically during a day/night test."}
{"keyword": "Dipper", "content": "adeliverybowled which curves into or away from thebatterbeforepitching."}
{"keyword": "Dismissal", "content": "Take thewicketof one of thebatters, so they must ceasebattingfor the remainder of theinnings. A batter who has been dismissed is referred to asout; if ten members of the batting side are dismissed (orretire), the team areall out. There are ten possible methods, but the vast majority of dismissals are one of five types:caught,bowled,leg before wicket,run outandstumped."}
{"keyword": "Direct hit", "content": "a throw from afieldsmanthat directly strikes and puts down awicket(without first being caught by a fieldsman standing at thestumps). Occurs when attempting arun out."}
{"keyword": "D/L", "content": "seeDuckworth-Lewis method"}
{"keyword": "DLS", "content": "seeDuckworth-Lewis method"}
{"keyword": "Dobbing", "content": "a synonym forMankad, specifically used inLancashireand some neighbouring counties[citation needed]"}
{"keyword": "Doctored pitch", "content": "acricket pitchwhich has been intentionally prepared in a specific manner in order to gain a competitive advantage for the home team, such as creating a dry, crumbly surface that particularly favours the home team'sspinbowlers, or a firm, grassy surface which would favour fast bowlers, or any surface which exacerbates perceived weaknesses in the visiting team's batting. Whilst widely considered unsporting, the practice is comparatively common and is (within reason) legal, but the term is always used pejoratively.[50]"}
{"keyword": "Dolly", "content": "a very easycatch.[1]"}
{"keyword": "Donkey drop", "content": "A ball with a very high trajectory prior to bouncing.[8]"}
{"keyword": "Doosra", "content": "Adeliveryby afinger spinbowlerwhichturnsin the opposite direction to thestock delivery. The word isHindi/Urdu(Hindustani) for 'second' or 'other'.[1]Some bowlers can perform the requiredbowling actionlegally, whilst others cannot do so withoutthrowing, which is often ascribed to physiological differences."}
{"keyword": "Dorothy", "content": "rhyming slangforsix, referring to the authorDorothy Dix.[citation needed]"}
{"keyword": "Dot ball (DB)", "content": "adeliverybowled without anyrunsscored off it, so called because it is recorded in the score book with a single dot."}
{"keyword": "Double", "content": "normally the scoring of a 1000 runs and the taking of 100 wickets in the same season."}
{"keyword": "Down the pitch", "content": "(alsodown the wicket) (alsodown the wicket) referring to the motion of abattertowards thebowlerprior to or during thedelivery, made in the hope of turning agood lengthball into ahalf-volley."}
{"keyword": "Drag", "content": "before the current \"front foot rule\" was introduced, bowlers had to release the ball with the rear foot behind the bowling crease; there were instances of bowlers (especiallyGordon Rorke) managing to \"drag\" the rear foot forward before release and not being no-balled."}
{"keyword": "Draw", "content": "1.  a result in timed matches where the team batting last are not all out, but fail to exceed their opponent's total. Not to be confused with a tie, in which the side batting last is all out or run out of overs with the scores level. 2.  an antiquated stroke that has fallen into disuse, it was originally a deliberate shot that resembled theFrench cut– the ball being played between one's own legs.[10]"}
{"keyword": "Draw stumps", "content": "Declare the game, or a day's play, over; a reference to withdrawing thestumpsfrom the ground by the umpire."}
{"keyword": "Drift", "content": "the slight lateral curved-path movement that aspinnerextracts while the ball is in flight. Considered very good bowling as it increases the difficulty for a batter to correctly judge the precise movement and path of the ball .[1]"}
{"keyword": "Drinks", "content": "an agreed short break in play, generally taken in the middle of asession, when refreshments are brought out to the players and umpires by thetwelfth menof each side. Drinks breaks do not always need to take place, but they are usual in test matches, particularly in hot countries."}
{"keyword": "Drinks waiter", "content": "a jocular term for thetwelfth man, referring to his job of bringing outdrinks."}
{"keyword": "Drive", "content": "ashotplayed with astraight baton thefront foot, aiming anywhere betweenpointon theoff sideandmid-wicketon theleg side. The drive is the most common shot for scoringruns, and often considered the most aesthetically pleasing. Several sub-types are recognised depending on direction, including thesquaredrive,coverdrive,offdrive,straightdrive andondrive."}
{"keyword": "Drop", "content": "1.  the accidental \"dropping\" of a ball that was initially caught by a fielder, thus denying the dismissal of the batter; when such an event occurs, the batter is said to have been \"dropped\". 2.  the number ofdismissalswhich occur in a team'sinningsbefore a givenbattergoesinto bat; a batter batting at 'first drop' is batting at number three in thebatting order, going in after one wicket has fallen. 3.  the act of excluding a player fromselectionin a squad even when they were included in the most recent prior selection."}
{"keyword": "Dropper", "content": "Obsolete term for adeliverybylob bowling, or abowlerwho employed this style. Common in the 19th century, this form of bowling is now usually illegal."}
{"keyword": "Drop-in pitch", "content": "a temporarypitchthat is cultivated off-site from the field which also allows other sports to share the use of the field with less chance of injury to the players."}
{"keyword": "DRS", "content": "seeUmpire Decision Review System"}
{"keyword": "Duck", "content": "a batter's score of nought (zero)dismissed, as in \"he was out for a duck.\" It can refer to a score of noughtnot outduring an innings, as in \"she hasn't got off her duck yet\", but never refers to a completed innings score of noughtnot out. Originally called a \"duck's egg\" because of the \"0\" shape in the scorebook.[1][3]( seeGolden,Diamond, andPlatinum duck)"}
{"keyword": "Duck under delivery", "content": "a short pitched delivery that appears to be a bouncer, making the striker duck to avoid from being hit; but instead of bouncing high, it has a low bounce which causes the batter to be dismissed LBW, or occasionally bowled."}
{"keyword": "Duckworth-Lewis method(D/L)", "content": "(orDuckworth-Lewis-Stern method,DLS) (orDuckworth-Lewis-Stern method,DLS) arain ruleused if alimited oversmatch is curtailed by bad weather. If the match cannot be completed, the Duckworth-Lewis method determines the winner, or if the match can be continued but needs to be shortened, it calculates a revisedtargetfor the team batting second. The mathematical formula is based on analysis of past completed matches. Used in all international matches since 1999, and in most domestic leagues.[1]"}
{"keyword": "Dugout", "content": "term taken fromassociation football, a sheltered place just outside the boundary ropes where a team's non-active players and staff sit. Dugouts are a common feature of Twenty20 matches, butpavilionsare usually used for any longer forms of the game."}
{"keyword": "Eagle-Eye", "content": "seeball tracking"}
{"keyword": "Economical", "content": "A bowler who concedes very few runs from theirover(s), i.e. has a loweconomy rate. The opposite ofexpensive."}
{"keyword": "Economy rate", "content": "The average number ofrunsconceded peroverdelivered by an individualbowler. Lower values are better.[1]"}
{"keyword": "Edge", "content": "1.  The sides of thebat. If the bat is held vertically, they are known as the inside and outside edges; if held horizontally, they are the top and bottom edges. Not to be confused with thetoe end. 2.(alsosnickornick)A deflection of theballoff theedgeof thebat, usually slight and unintentional. A large deflection is known as a thick edge; the opposite is a thin edge. The change in direction is sometimes so small that it isn't visible, but the edge can be detected by the distinctsnickingsound it makes. Any edge counts as hitting the ball, so thebattercan scoreruns, but usually gives achancefor acatchin theslipsor forcaught behind. It can also result inplaying on. See alsoleading edge.[51]"}
{"keyword": "Eleven", "content": "another name for one cricket team, which is made of eleven players.[51]"}
{"keyword": "End", "content": "An area of the ground directly behind one of thestumps, used to designate what end a bowler is bowling from (e.g. the pavilion end).[51]The bowlers take turns delivering alternating overs from the two ends of the pitch."}
{"keyword": "End of an innings", "content": "The conclusion of a batting side'sinnings. Mostly commonly, this occurs when they areall outor (in alimited overs match) when the allocated number ofovershave been bowled. Other situations where the innings ends are: the side batting last reaches thetarget, thereby winning thematch; thecaptainof the batting sidedeclares; the allocated time expires (in atimed match), so the result is adraw; or if the officials declare aforfeit."}
{"keyword": "Expensive", "content": "a bowler who concedes a large number of runs from theirover(s), i.e. has a higheconomy rate.[51]The opposite ofeconomical."}
{"keyword": "Express pace", "content": "Fast bowling at speeds above 150 km/h[52]"}
{"keyword": "Extra", "content": "(called asundryin Australia)Arunawarded to thebatting teamthat is not credited to a specificbatter. These are recorded separately on thescorecard. There are five types:byes,leg byes,wides,no-ballsandpenalties. Wides and no-balls are also recorded as runs conceded in thebowling analysis, the others are not attributed to the bowler.[1] (called asundryin Australia)"}
{"keyword": "Extra cover", "content": "seecover"}
{"keyword": "Fall", "content": "a verb used to indicate thedismissalof a batter,e.g\"The fourth wicket fell for the addition of only three runs\"."}
{"keyword": "Fall of wicket", "content": "the batting team's score at which abattergetsout. Often abbreviated to \"FOW\" in scorecards.[51]"}
{"keyword": "Farm the strike (alsoshepherd the strikeorfarm the bowling)", "content": "of a batter, contrive to receive the majority of the balls bowled,[51]usually because they are the more skilled of the two batters in facing the bowling style of the bowler. This usually results in the batter contriving to make an even number of runs (for example, by waiting until certain of hitting a 4 or 6, or by running only 2 when they could have run 3) so that they will again face the bowler. For the same reason, they will try to score a single from the last ball of the over, whereas their weaker partner would not attempt to score from it."}
{"keyword": "Fast bowling", "content": "a style of bowling in which the ball isdeliveredat high speeds, typically over 90 mph (145 km/h). Fast bowlers also useswing.[51]"}
{"keyword": "Fast leg theory", "content": "seebodyline"}
{"keyword": "Feather", "content": "a faint edge.[3]"}
{"keyword": "Featherbed", "content": "A soft, slow pitch of predictable bounce. Such pitches are considered to be good for batting on, offering little, if any, help for a bowler.[1]"}
{"keyword": "Fence", "content": "The boundary. Sometimes used in the phrase 'find(s) the fence', which is said of a ball that is hit to the boundary."}
{"keyword": "-fer", "content": "a suffix to any number, meaning the number of wickets taken by a team or bowler. (See alsofifer/five-fer)"}
{"keyword": "Ferret", "content": "seerabbit.[1]"}
{"keyword": "Field", "content": "1.  (noun) a large grassturfarea on which the sport is played, forming part of the widerground. Typicallyoval, but a wide variety of other shapes are permitted provided they are at least 130 yards (120 m) in diameter. At (or near) the centre of the field is thepitch, and the edge of the field is theboundary, marked by aboundary rope. 2.  (verb) the act offielding."}
{"keyword": "Fielder(also, more traditionally,fieldsman)", "content": "a player on the fielding side who is neither thebowlernor thewicket-keeper, in particular one who has just fielded the ball."}
{"keyword": "Fielding", "content": "Recovering theballafter eachdelivery. One of the three major skills of cricket (the others beingbattingandbowling), all members of the team take part in the fielding. If thebatterhas hit the ball in the air, thefielderscan attempt acatch, todismissthe batter. Otherwise they attempt to prevent the ball crossing theboundary, bring it under control, then return it to the vicinity of thestumps. This is done as quickly as possible, to either stop the batters from scoringrunsor to effect arun out."}
{"keyword": "Fill-up game", "content": "when a match finished early a further game was sometimes started to fill in the available time and to entertain the paying spectators."}
{"keyword": "Find the gap(s)", "content": "to play a shot or series of shots along the ground, in the gaps between fielders. The least risky way of scoring runs quickly, but it requires good technique to be able to do consistently. The opposite,finding the man [at some fielding position], is often used when the ball is hit straight to a fielder through the air and is caught."}
{"keyword": "Fine", "content": "of a position on the field behind the batter, closer to the line of thepitch(wicket-to-wicket); the opposite ofsquare.[51]"}
{"keyword": "Finger spin", "content": "a form ofspin bowlingin which theballis made rotate by the action of thebowler's fingers (contrast withwrist spin). For a right-handed bowler this producesoff spin, whereas the same technique by a left-handed bowler producesleft arm orthodox spin."}
{"keyword": "First-class cricket", "content": "the senior form of the game; usually county, state or international. First-class matches consist of twoinningsper side and are usually played over three or more days.[10]"}
{"keyword": "First change", "content": "the third bowler used in an innings. As the first bowler to replace either of the opening pair this bowler is thefirst changethat the captain makes to the attack."}
{"keyword": "First eleven", "content": "the best team of (eleven) players at aclub, who will be chosen by theselectorfor the most important or high-profile games. Other players are used if members of the first eleven are unavailable or in less important fixtures. Some large clubs have enough players to operate a hierarchy of teams, in which case the others are known as the second eleven, third eleven etc."}
{"keyword": "First innings points", "content": "In two-innings competitions with a league table to determine standings, in addition to points awarded for winning or tieing a match, a team is also awarded points for taking a first innings lead,i.e.scoring more than their opponents in the first innings."}
{"keyword": "Fishing", "content": "being tempted into throwing the bat at a wider delivery outside off-stump and missing, reaching for a wide delivery and missing. See alsowaft."}
{"keyword": "Five-wicket haul(alsofive-for,five-fer,fifer, shortened to5WIorFWI, or colloquially aMichelle, in honour of the actressMichelle Pfeiffer.)", "content": "five or morewicketstaken by abowlerin aninnings, considered a very good performance. The termfive-foris an abbreviation of the usual form of writing bowling statistics, e.g., a bowler who takes 5 wickets and concedes 117 runs is said to have figures of \"5 for 117\" or \"5–117\". A five-wicket haul is traditionally regarded as a special moment for a bowler, just like a century for a batter."}
{"keyword": "Flamingo shot", "content": "A type of shot whereby a batter flicks deliveries from outside off-stump through mid-wicket. It is done when the opposition plays a heavy off-side field and then bowl outside off. This shot was originally invented by Kevin Pietersen. It is also played byJames Taylorand by New Zealand tailenderTrent Boult"}
{"keyword": "Flash", "content": "to wield the bat aggressively, often hitting good line and length deliveries indiscriminately."}
{"keyword": "Flat pitch", "content": "apitchwhich is advantageous to thebattersand offers little or no help to the bowlers, due to predictable bounce. Also known as a \"flat deck\"[53]"}
{"keyword": "Flat hit", "content": "an aerial shot hit with significant power by the batter which travels fast enough to make the ballistic trajectory of the ball appear flat"}
{"keyword": "Flat throw", "content": "a ball thrown by the fielder which is almost parallel to the ground. Considered to be a hallmark of good fielding if the throw is also accurate because flat throws travel at a fast pace."}
{"keyword": "Flat-track bully", "content": "abatterhigh in thebatting orderwho is very good only when thepitchis not giving thebowlersmuch help. 'Track' is Australian slang for the pitch. When the 'track' is said to be 'flat' it is at its easiest for the batter, but these are the only conditions under which some players can dominate. When conditions are tough, or when it really counts – they do not."}
{"keyword": "Flick", "content": "a gentle movement of the wrist to move the bat, often associated with shots on theleg side."}
{"keyword": "Flight", "content": "a delivery which is thrown up at a more arched trajectory by aspinner. Considered to be good bowling. Alsoloop."}
{"keyword": "Flipper", "content": "aleg spindeliverywithunder-spin, so it bounces lower than normal, invented byClarrie Grimmett.[1][3]"}
{"keyword": "Floater", "content": "adeliverybowled by a spinner that travels in a highly arched path appearing to 'float' in the air.[1]"}
{"keyword": "Fly slip", "content": "a position deeper than the conventional slips, between the slips andthird man.[8]"}
{"keyword": "Follow on", "content": "a team which bats first in the second innings, after having batted second in the first innings, is said to have followed on. The captain of the team batting first in the first innings may direct the team batting second to follow on if it leads by a certain margin after the first innings; this margin is currently 200 runs in a five-day game, and 150 runs in a three- or four-day game.[8]"}
{"keyword": "Follow through", "content": "a bowler's body actions after the release of the ball to stabilise their body.[8]"}
{"keyword": "Footmarks", "content": "On a grass pitch, the bowler creates a rough patch where they lands their foot and follow through after delivering the ball. The rough patch can become cratered and becomes more abrasive as the match continues and more players step on it. The abrasive surface means that the ball will increasingly grip more if it lands in the footmarks. Bowlers, particularly spinners, will aim the ball there as it will turn more sharply, and is more likely to get irregular bounce from such areas, making it more difficult for the opposition batters."}
{"keyword": "Footwork", "content": "the necessary feet movements that a batter has to take so as to be at a comfortable distance from where the ball has pitched, just right to hit the ball anywhere they desire, negating any spin or swing that a bowler attempts to extract after bouncing."}
{"keyword": "Form", "content": "The quality of a player's recent performances. A player who is 'in form' has played well in recent games, so is likely to do so again. Those that are 'out of form' have struggled recently. A run of poor form may result in the player beingdroppedfrom the team.[54]"}
{"keyword": "Forty-Five (on the one)", "content": "An uncommon fielding position akin to a short third-man, roughly halfway between the pitch and the boundary. Also used for a short backward square leg (at 45° behind square defending a single)."}
{"keyword": "Forward defence(or forward defensive)", "content": "A common defensive shot, played with thebatter'sweight on thefront footand astraight batheld stationary close to thepad. The bat is angled downwards to deflect theballinto the ground in front of the batter, preventing acatch. Considered a safe way of defending against adeliverywhich threatens to hit thestumps, but is unlikely to score anyruns."}
{"keyword": "Four", "content": "ashotthat reaches theboundaryafter touching the ground, which scores fourrunsto the batting side."}
{"keyword": "Four wickets (also 4WI)", "content": "Alsofour-forfour or more wickets taken by a bowler in an innings, considered a good performance. Mostly used inOne Day Internationalsand it is a rarer feat inT20 Cricket."}
{"keyword": "Fourth stump", "content": "a position or line one stump's width outside theoff stump,i.e.where the wicket's fourth stump would be positioned if it existed. Generally refers to thelineorpitchof a delivery. A fourth stump line is roughly synonymous with thecorridor of uncertainty.[55]"}
{"keyword": "Free hit", "content": "a penalty given in some forms of cricket when a bowler bowls a 'no-ball'. The bowler must bowl another delivery, and the batter cannot be dismissed by the bowler from that delivery. Between the no-ball and the free hit, the fielders may not change positions (unless the batters changed ends on the no-ball)."}
{"keyword": "French cricket", "content": "an informal form of the game, typically played by children. The term \"playing French Cricket\" can imply that a batter has not attempted to move their feet and looks ungainly because of this."}
{"keyword": "French Cut (also referred to as aChinese Cut,Surrey Cut, orHarrow Drive)", "content": "term for an unintentionally poorly executed shot which results in an insideedgewhere the ball narrowly misses hitting thestumps.[30]"}
{"keyword": "Fritz", "content": "To be out stumped following a rebound from the wicketkeeper's pads on to the stumps.[citation needed]"}
{"keyword": "Front foot", "content": "all opposites ofback foot all opposites ofback foot 1.  (of abatter) in the battingstance, the foot that is closest to thebowlerand furthest from thestumps. 2.  (of ashot) played with thebatter'sweight primarily on that foot. 3.  (of abowler) during the bowlingaction, the last foot to contact the ground before theballisreleased."}
{"keyword": "Front foot contact", "content": "during thebowling action, the position of thebowlerwhen theirfront footlands on the ground."}
{"keyword": "Fruit Salad", "content": "when a bowler delivers a different type of delivery each time, rather than bowling a constant speed, length and angle. Fruit salad bowling is used most commonly in Twenty20 to prevent batters from getting comfortable."}
{"keyword": "(Full) face of the bat", "content": "references the front, or flat side, of the bat, particularly where themanufacturer's insigniais written. A batter is said to have given a bowler or a delivery faced thefull face of the batif they havemiddledthe ball and driven it straight down the wicket, such that the bowler clearly sees the manufacturer's insignia."}
{"keyword": "Full length", "content": "adeliverythat pitches closer to thebatterthan a ball pitching on agood length, but further away than ahalf-volley."}
{"keyword": "Full pint", "content": "when a stump is knocked completely out of the ground by a delivery."}
{"keyword": "Full toss(alsofull bungerin Australia)", "content": "adeliverythat reaches thebatteron the full, i.e. without bouncing. Usually considered a baddeliveryto bowl as thebatterhas a lot of time to see the ball and play an attackingshot. Also, it does not have a chance to change direction off the ground, making it the ultimate crime for aspinorseam bowler.[1][3]"}
{"keyword": "Furniture", "content": "another term for thestumps."}
{"keyword": "Gardening", "content": "abatterprodding at thepitchwith theirbatbetweendeliveries, ostensibly to flatten a bump in thepitch. May be used to inspect features of a deteriorating pitch (e.g.footmarks), or to calm the batter's nerves. Sometimes considered to betime-wasting.[1][3]"}
{"keyword": "Gate", "content": "seethrough the gate"}
{"keyword": "Genuine number 11", "content": "a consistently poorbatter, rightfully relegated to the bottom of thebatting order.[citation needed]"}
{"keyword": "Getting one's eye in", "content": "abatterplaying low-risk defensiveshotswhen firstin, while they assess the conditions andbowlers, before attempting riskier scoring shots."}
{"keyword": "Give (it) the treatment", "content": "of a batter, to hit a poorly bowled ball well, often for a boundary.[56]"}
{"keyword": "Given man", "content": "a skilled player given by the stronger team in amatchto the weaker team, with the intention of producing teams with approximately equal strength. This was historically used as a form ofhandicapping, particularly inGentlemen v Playersmatches, to balance theoddsfor gambling. The practice is now banned at professional level to preventmatch fixing, but is occasionally seen invillage cricket.[57]"}
{"keyword": "Glance", "content": "ashotthat goesfineon theleg side. Typically played byflickingaballwhich is heading for thebatter's hips or thigh.[10]"}
{"keyword": "Glove", "content": "1.  (noun)Batting gloves, hand protection worn by abatteras part of theirkit. Padding is mostly on the outside, to defend against impacts by theballwhile gripping thehandleof the bat. 2.  (noun)Wicket-keeper's gloves, webbed catching gloves worn by awicket-keeper. The padding is on the inside, to absorb the impact of a caught ball. No other member of thefielding teamis allowed to use gloves. 3.  (verb) Touch the ball with a batting glove while the glove is in contact with thebat. In that circumstance, the rules consider the glove to be part of the bat, so thebattercan scorerunsor becaughtif they glove the ball."}
{"keyword": "Glovemanship (also glovework)", "content": "the skills ofwicketkeeping, used when either praising or criticising a performance"}
{"keyword": "Golden duck", "content": "a dismissal for nought (zero), from the firstballfaced in a batter's innings. ( cfDuck,Diamond duck,Platinum duck)"}
{"keyword": "Golden pair (alsoKing pair)", "content": "a dismissal for nought (zero)runsoff the firstballfaced in each of a batter's twoinningsof a two-innings match (see this list ofPairs in test and first-class cricket)."}
{"keyword": "Good length", "content": "the ideal place for a stockdeliveryto pitch in its trajectory from thebowlerto thebatter. It makes thebatteruncertain whether to play afront-footorback-footshot. A good length differs frombowlertobowler, based on the type, height and speed of thebowler. The \"good length\" is not necessarily the best length to bowl, as a bowler may wish to bowlshortorfullto exploit a batter's weaknesses.[1]"}
{"keyword": "Googly(alsowrong'unorbosie)", "content": "a deceptive spinningdeliveryby awrist spinbowlerwhich spins the opposite direction to the stock delivery. For a right-handerbowlerand a right-handedbatter, a googly will turn from the off side to the leg side. Developed byBosanquetaround 1900.[1][3]"}
{"keyword": "Gouging", "content": "causing intentional damage to thepitchorball."}
{"keyword": "Gozza", "content": "term in Australian cricket meaning a batter who is out on the first ball they receive. See alsoGolden duck.[citation needed]"}
{"keyword": "Grade cricket", "content": "seeclub cricket"}
{"keyword": "Grafting", "content": "batting defensively with strong emphasis on not getting out, often under difficult conditions."}
{"keyword": "Grass", "content": "todropacatch, letting theballfall onto the grass of thefield.[5]"}
{"keyword": "Green top", "content": "apitchwith an unusually high amount of visible grass, that might be expected to assist the pace bowlers in particular."}
{"keyword": "Grip", "content": "the rubber casings used on the handle of thebat; alternatively, how the bowlerholds the balland how the batter holds the bat."}
{"keyword": "Ground", "content": "1.  (noun) A collective term for thepitch,field,pavilionand any associated amenities, such as seating for spectators. Large grounds with substantial spectator facilities may be referred to asstadiums. 2.  (verb) Turn and touch the bat onto the ground surface behind thepopping creaseafter the batter has left thecreasein the action of taking a shot or starting a run; to run the bat in the process of completing a run in order to besafe. 3.  (noun) The batter'ssafearea on thepitch. The batter is 'in their ground' when a part of the body (usually the foot) or the bat is touching the surface behind thepopping crease. They have 'left their ground' if they have advanced down the pitch in the action of taking a shot or starting a run. The batter has 'made their ground' if able togroundtheir bat or touch the surface behind thepopping creasewith a part of the body before a fielder can break thewicketfor arun out."}
{"keyword": "Groundsman (orcurator)", "content": "a person responsible for maintaining the cricket field and preparing thepitch.[8]"}
{"keyword": "Grubber", "content": "a delivery that barely bounces.[1]"}
{"keyword": "(Taking) guard", "content": "thebatteraligning theirbataccording with astump(or betweenstumps) chosen behind them. Typically, the batter marks the position of the bat on the pitch. The marking(s) give the batter an idea as to where they are standing in relation to thestumps.[8]"}
{"keyword": "Gully", "content": "a closefieldernear theslip fielders, at an angle to a line between the two sets of stumps of about 100 to 140 degrees.[8]"}
{"keyword": "Hack", "content": "a batter of generally low skill with an excessively aggressive approach to batting, commonly with a preference towards lofted cross bat shots. A poor defensive stance and lack of defensive strokes are also features of a hack. Can also be used for one particular stroke"}
{"keyword": "Half century", "content": "an individual score of 50 runs or more, but less than 100 (century). Reasonably significant landmark for abatterand more so for thelower orderand thetail-enders."}
{"keyword": "Half-tracker", "content": "another term for along hop. So called because the ball roughly bounces halfway down the pitch."}
{"keyword": "Half-volley", "content": "adeliverythat bounces just short of the batter so that they can easily strike the ball with an attacking front foot shot such as adriveorglance.[1]"}
{"keyword": "Handled the ball", "content": "occurs when abattertouches the ball with their hands (when they are not gripping the bat) while the ball is stilllive. No longer a method of dismissal in its own right, but can result in the batter being givenout."}
{"keyword": "Harrow drive", "content": "seeFrench cut"}
{"keyword": "Hat-trick", "content": "abowlertaking awicketoff each of three consecutivedeliveriesthat they bowl in a single match (whether in the sameoveror split up in two consecutiveovers, or twooversin two differentspells, or even spread across twoinningsof atest matchorfirst-class cricketgame)."}
{"keyword": "Hat-trick ball", "content": "a delivery bowled after taking two wickets with the previous two deliveries. The captain will usually set a very attacking field for a hat-trick ball, to maximise the chances of the bowler taking a hat-trick. The bowler is said to beon a hat-trickbefore they deliver the hat-trick ball."}
{"keyword": "Hawk-Eye", "content": "seeball tracking"}
{"keyword": "Heavy Roller", "content": "a very heavy cylinder of metal used by the ground staff, to improve a wicket for batting."}
{"keyword": "Helicopter shot", "content": "a batting shot played by flicking the ball through the air on the leg side, often to avoid close fielders and attempt to hit a boundary. Well-timed helicopter shots off of fast deliveries can often result in six runs, sometimes toward thecow corner. Helicopter shots are differentiated from slogs and hoicks in that they are somewhat more refined in that they require timing to come off."}
{"keyword": "Helmet", "content": "Protective headgear worn bybattersfacingpace bowlingorfielderslocated very close to the batter. Cricket helmets consist of a hard padded hemisphere protecting thebrain case, a frontbrim, and a large metal grill over the face and jaw, with gaps smaller than the diameter of theball."}
{"keyword": "High score", "content": "the most runs scored by the batter in a single innings. see alsoBest bowling"}
{"keyword": "Hip Clip", "content": "a trademark shot of Brian Lara involving a flick of the wrist to whip a ball, at hip height, at right angles past the fielder at square leg.[citation needed]"}
{"keyword": "Hit the ball twice", "content": "A batter is out 'hit the ball twice' if having struck the ball once with their person or bat, they strike the ball a second time with their person or bat (but not a handnotholding the bat). A batter is not out if the second strike was for the sole purpose of guarding their wicket.[58]A batter may not strike the ball a second time to prevent it from being caught (out 'obstructing the field).[59]"}
{"keyword": "Hit wicket", "content": "abattergetting out by dislodging thebailsof thewicketbehind them either with theirbator body as they try to play the ball or set off for a run.[2]"}
{"keyword": "Hoick", "content": "an unrefinedshotplayed to theleg sideusually across the line of the ball."}
{"keyword": "Hold up an end", "content": "A batter who is intentionally restricting their scoring and concentrating on defence while their batting partner scores runs at the other end; or, a bowler who is bowling defensively to restrict runs at their end while their bowling partner tries to take wickets at the other end."}
{"keyword": "Hole out", "content": "To be dismissed by being caught, usually referring to a catch from a lofted shot (or attempt thereof) in the outfield or forward from the wicket, rather than being caught behind by the wicketkeeper, in the slips cordon, or a leg trap fielder from edges or gloved balls."}
{"keyword": "Hoodoo", "content": "a bowler is said to 'have the hoodoo' on a batter when they have got them out many times in their career. (Seerabbit II.)"}
{"keyword": "Hook", "content": "ashot, similar to apull, but played so that the ball is struck when it is above thebatter'sshoulder."}
{"keyword": "Hoop", "content": "a particularly large amount ofswing.[60]"}
{"keyword": "Hot Spot", "content": "a technology used in television coverage to evaluate snicks and bat-pad catches. The batter is filmed with an infrared camera, and friction caused by the strike of the ball shows up as a white \"hot spot\" on the picture."}
{"keyword": "Howzat or How's that?", "content": "Seeappeal"}
{"keyword": "Hundred", "content": "1.  Seecentury 2.100-ball cricket, alimited oversformat with modified rules, such as each team batting for up to 100 legal balls, to speed up the game for television broadcasters. 3.The Hundred, a domestic competition in England that uses the 100-ball format, introduced in 2021."}
{"keyword": "Hutch", "content": "the pavilion or dressing room. Non-specialist batters or tail enders can be known as 'rabbits', so when they are given out they return to the hutch."}
{"keyword": "In", "content": "of abatter, presently batting."}
{"keyword": "In/out field", "content": "The in/out field is the group of fielders close to the batter or closer to the boundary respectively. An in/out field is afield setting, usually with 5 close fielders and 3 on the boundary, designed to force batters into errors by trying to deny the opportunity to score singles while saving easy boundaries."}
{"keyword": "Incoming batter", "content": "the batter next to come inin the listed batting order. The incoming batter is the one who is out when a \"timed out\" occurs."}
{"keyword": "Inswingor in-swinger", "content": "adeliverythat curves into thebatterin the air from off to leg.[10]"}
{"keyword": "In-cutter", "content": "adeliverythat moves into thebatterafter hitting the surface."}
{"keyword": "Infield", "content": "the region of the field that lies inside the30-yard circle(27 m) or, in the days before defined circles, the area of the field close to the wicket bounded by an imaginary line through square leg, mid on, mid off and cover point.[10]"}
{"keyword": "Innings", "content": "one player's or one team's turn to bat (or bowl). Unlike in baseball, the cricket term \"innings\" is both singular and plural."}
{"keyword": "Inside edge", "content": "The edge of the bat facing the batter's legs. The ball then generally goes on the stumps, legs or atForty-Five."}
{"keyword": "Inside-out", "content": "when a batter opens the chest and plays a ball, usually aggressively and often dancing down the pitch, toward the covers."}
{"keyword": "It's (just) not cricket", "content": "Anidiomaticexpression, objecting to actions that the speaker feels areunsporting, unfair, or against thespirit of the game"}
{"keyword": "Jack", "content": "a number eleven batter. From thejack playing card, which ranks immediately after the number ten in eachsuit."}
{"keyword": "Jaffa (alsocorker)", "content": "an exceptionally well bowled, practically unplayable delivery, usually but not always from a fast bowler.[1][3]"}
{"keyword": "Jayadevan's system", "content": "an unsuccessful proposal for arain rule, as an alternative to theDuckworth-Lewis system. Has never been used in professional cricket."}
{"keyword": "Jockstrap(alsojock strap)", "content": "underwear for male cricketers, designed to securely hold a cricket box in place when batting or wicket keeping."}
{"keyword": "Just not cricket", "content": "seeit's (just) not cricket"}
{"keyword": "Keeper", "content": "seewicket-keeper"}
{"keyword": "Keep wicket", "content": "1. For a wicketkeeper to field.\n\n2. \"Keep wickets in hand\", which is when a batting team tries to have relatively few of its batters get out.[61]Usually done so that more run-scoring risks can be taken near the end of their innings in a limited-overs match, since they will have many batters left and only a few balls left."}
{"keyword": "King pair", "content": "seeGolden pair."}
{"keyword": "Knock", "content": "a batter's innings. Abatterwho makes a high score in aninningscan be said to have had a \"good knock\"."}
{"keyword": "Knuckle ball", "content": "A type of delivery where the fast bowler holds the ball on the knuckles of their index and middle finger. A type ofslower ball."}
{"keyword": "Kolpak", "content": "an overseas player who plays in English domestic cricket under theKolpak ruling.[1]"}
{"keyword": "Kwik cricket", "content": "(orquick cricket)An informal version of cricket with sped-up rules, specifically designed to introduce children to the sport. (orquick cricket)"}
{"keyword": "Lappa", "content": "The Indian version of thehoik. Comes from the English 'lap', an old term for a stroke somewhere between a pull and a sweep.[10]"}
{"keyword": "Lap sweep", "content": "Also known as a paddle sweep or run sweep, a sweep shot tickled down to fine leg."}
{"keyword": "Laws", "content": "Thelaws of cricketare a set of rules established by theMarylebone Cricket Club(MCC) and apply to cricket worldwide. Cricket is one of the few sports for which the governing principles are referred to as 'Laws' rather than as 'Rules' or 'Regulations'. Note that regulations to supplement and/or vary the laws may be agreed for particular competitions."}
{"keyword": "LBW", "content": "seeleg before wicket"}
{"keyword": "Leading edge", "content": "The ball hitting the front edge of thebatas opposed to its face, when playing astraight-bat shot. Often results in an easycatchfor thebowleror askierfor someone else.[1]"}
{"keyword": "Leave", "content": "The action of the batter not attempting to play at the ball. They may do this by holding the bat above their body. However, there is a clause in theLBWrules making them more susceptible to getting out this way. A batter leaving the ball may also not claim anyleg byes."}
{"keyword": "Left arm", "content": "A bowler who bowls the ball with their left hand is, by convention, called a 'left-arm' or 'left arm' bowler (rather than 'left hand' or 'left-handed'). (Contrast \"left hand batter\".)[62]"}
{"keyword": "Left-arm orthodox spin", "content": "the style ofspin bowlingproduced byleft-armfinger spin; the left-arm equivalent ofoff spin."}
{"keyword": "Left-arm unorthodox spin", "content": "the style ofspin bowlingproduced byleft-armwrist spin; the left-arm equivalent ofleg spin. Formerly calledChinamanbowling, afterEllis Achong, a West Indian of Chinese descent, but that term is now considered derogatory.[63]"}
{"keyword": "Left hand", "content": "A batter who bats left-handed is said to be a 'left-hand' bat. (Contrast \"left arm bowler\".)[62]"}
{"keyword": "Leg before wicket(LBW)", "content": "a way ofdismissingthebatter. In brief, the batter is out if, in the opinion of theumpire, the ball hits any part of the batter's body (usually the leg) before hitting or missing the bat and would have gone on to hit thestumps.[1][2]"}
{"keyword": "Leg break", "content": "aspin bowlingdeliverywhich turns from theleg sideto theoff sideof a right-handedbatter. Thestock deliveryof aleg spinbowler.[1]"}
{"keyword": "Leg bye", "content": "Extrastaken after adeliveryhits any part of the body of thebatterother than thebator the gloved hand that holds thebat. If the batter makes no attempt to play the ball with the bat or evade the ball that hits them, leg byes may not be scored.[1]"}
{"keyword": "Leg cutter", "content": "Abreakdeliverybowled by afastormedium-pacebowlerwith similar action to aspin bowler, but at a faster pace. The ball breaks from theleg sideto theoff sideof thebatter.[1]"}
{"keyword": "Leg glance", "content": "A delicate shot played at a ball aimed slightly on theleg side, using the bat to flick the ball as it passes the batter, deflecting towards thesquare legorfine legarea."}
{"keyword": "Leg side", "content": "the half of the field to the rear of thebatteras they take strike (also known as theon side).[1]"}
{"keyword": "Leg slip", "content": "afieldingposition equivalent toslip, but on theleg side."}
{"keyword": "Leg spin", "content": "the style ofspin bowlingproduced by right-handedwrist spin. So called because thestock deliveryis aleg break. Commonvariationsinclude thegoogly,top spinner, andflipper."}
{"keyword": "Leg theory", "content": "A tactic sometimes used by the fielding side. Thebowleraims for alineonleg stumpand morefieldersthan usual are placed on theleg side, particularly short catching positions. This prevents thebatterfrom playingshotson theoff side. The goal is to slow the scoring and frustrate the batter into an opportunity for acatch. See alsofast leg theoryandBodyline.[1]The opposite ofoff theory."}
{"keyword": "Leggie", "content": "1.  aleg spinbowler 2.  aleg breakdelivery"}
{"keyword": "Length", "content": "the place along thepitchwhere adeliverybounces (seeshort pitched,good length,half-volley,full toss).[1]"}
{"keyword": "Life", "content": "a batter being reprieved because of a mistake by the fielding team, through dropping a catch, missing a run-out chance or the wicket-keeper missing a stumping."}
{"keyword": "Light", "content": "seebad light"}
{"keyword": "Limited overs match", "content": "a one-innings match where each side may only face a set number of overs. Another name forone-day cricket."}
{"keyword": "Line (also see Line and length)", "content": "the deviation of the point along thepitchwhere adeliverybounces from the line fromwicket-to-wicket(to theleg sideor theoff side).[1]"}
{"keyword": "Line and length bowling", "content": "bowling so that adeliverypitches on agood lengthand just outsideoffstump. This forces thebatterto play ashotas the ball may hit thestumps.[1]"}
{"keyword": "List A cricket", "content": "thelimited-oversequivalent offirst-class cricket."}
{"keyword": "Lob bowling", "content": "An obsolete form ofunderarm bowling, in which theballwaslobbedhigh in the air, falling back to thepitchon a steep trajectory. A commonvariationaimed to drop the ball directly onto thestumps, without bouncing. Lob bowling was popular in the 19th century but is now illegal."}
{"keyword": "Loft(ed shot)", "content": "a type of shot where the ball is hit in the air[64][65]"}
{"keyword": "Lolly", "content": "a ball that a batter is easily able to hit, or a ball that a fielder is easily able to catch"}
{"keyword": "Long hop", "content": "adeliverythat is much too short to be agood lengthdelivery, but without the sharp lift of abouncer. Usually considered a baddeliveryto bowl as thebatterhas a lot of time to see the ball and play an attackingshot.[1]"}
{"keyword": "Long off", "content": "a fielding position close the boundary on the off side, located in front of, and relatively close to, the line of the wicket."}
{"keyword": "Long on", "content": "a fielding position close the boundary on the leg side, located in front of, and relatively close to, the line of the wicket."}
{"keyword": "Long stop", "content": "orvery fine lega fielding position on the boundary directly behind thewicket-keeper, to recover anybyesorwidesthat evade the keeper. Occasionally seen atvillage cricketlevel but obsolete in professional cricket. orvery fine leg"}
{"keyword": "Look for two", "content": "running asinglewith urgency, the batters convey the sense (to each other, to the crowd, to commentators) that they will attempt a second run, though no commitment is expected until after theturn. Seepush,two."}
{"keyword": "Loop", "content": "the curved path of the ball bowled by aspinner.[1]"}
{"keyword": "Loosener", "content": "a poordeliverybowled at the start of abowler'sspell."}
{"keyword": "Lost ball", "content": "Aballwhich cannot be retrieved, due to being lost or otherwise out of reach (e.g. hit into a river or over a fence). Theumpirecallsdead ballto stop play, and thebatteris credited with any runs completed (generally aboundary) or in progress at the time dead ball is called. A replacement ball is selected, preferably a used one in similar condition to the lost ball."}
{"keyword": "Lower order (colloquiallythe tail)", "content": "thebatterswho bat at between roughly number 8 and 11 in thebatting orderand who may have some skill at batting, but are generally either specialistbowlersorwicket-keeperswith limited batting ability. Such batters are known as lower order batters or tail-enders."}
{"keyword": "Lunch", "content": "the first of the twointervalstaken during a full day's play, which usually occurs at lunchtime at about 12:30 pm (local time)."}
{"keyword": "Maiden over", "content": "anoverin which norunsare scored off the bat, and nowidesorno-ballsare bowled. Considered a good performance for abowler, maiden overs are tracked as part of abowling analysis.[1][3]"}
{"keyword": "Maker's name", "content": "The upper face of the bat, where the manufacturer's logo is normally located. This phrase is sometimes used to describe a batter's technique when playing a straightdrive, which gives the opposing bowler full view of the logo e.g. \"gave that delivery the maker's name\" means the batter played a good drive shot.[1]"}
{"keyword": "Man of the match", "content": "an award which may be given to the player whose individual performance was considered the most outstanding, or had the greatest impact on the outcome of the game. Usually (but not always) the highest scoring batter or best performing bowler.Man of the seriesis the same over a whole series."}
{"keyword": "Manhattan", "content": "also called theSkyline. It is abar graphof the runs scored off each over in a one-day game, with dots indicating the overs in which wickets fell. The name is alternatively applied to a bar graph showing the number of runs scored in each innings in a batter's career. So called because the bars supposedly resemble the skyscrapers that dominate the skyline ofManhattan.[1]"}
{"keyword": "Mankad", "content": "the running-out by the bowler of a non-striking batter who leaves their crease before the bowler has released the ball. It is named afterVinoo Mankad, an Indian bowler, who controversially used this method in a Test match. This is relatively common in indoor cricket and is noted separately from run outs, though almost unheard of in first-class cricket.[1]"}
{"keyword": "Marillier shot", "content": "seepaddle scoop"}
{"keyword": "Marylebone Cricket Club(MCC)", "content": "the cricket club that ownsLord'scricket ground in London NW8. It is the custodian of thelaws of cricket.[1]"}
{"keyword": "Match fixing", "content": "Illegally arranging the outcome of amatchin advance, such as playing deliberately poorly to ensure a loss. Most commonly fixing is due to bribes or collusion withgamblerswho bet on the result, seebetting controversies in cricket. Fixing outcomes other than the final result is known asspot fixing. This is not only against the rules of cricket, but often against the law of the country where it is played; some cricketers have gone to jail for their involvement in match fixing scandals."}
{"keyword": "Match referee", "content": "an official whose role is to ensure that the spirit of the game is upheld. They have the power to fine players and/or teams for unethical play."}
{"keyword": "Maximum", "content": "seesix."}
{"keyword": "Meat of the bat", "content": "the thickest part of the bat, from which the most energy is imparted to the ball."}
{"keyword": "Mecca of cricket", "content": "this usually refers to theLord'scricket ground, also known as the Home of Cricket."}
{"keyword": "Medium-pace", "content": "abowlerwho bowls slower than apace bowler, but faster than aspin bowler. Speed is important to the medium-pacer, but they try and defeat thebatterwith the movement of the ball, rather than the pace at which it is bowled. Medium-pacers either bowlcuttersor rely on the ball toswingin the air. They usually bowl at about 55–70 mph (90–110 km/h)."}
{"keyword": "Michelle", "content": "Seefive-wicket haul."}
{"keyword": "Middle of the bat", "content": "the area of the face of the bat that imparts maximum power to a shot if that part of the bat hits the ball. Also known as the \"meat\" of the bat. Effectively the same as thesweet spot; however, a shot that has been \"middled\" usually means one that is hit with great power as well astiming.[1]"}
{"keyword": "Middle order", "content": "thebatterswho bat at between roughly number 5 and 7 in thebatting order. Often includesall-roundersand thewicket-keeper."}
{"keyword": "Mid-off", "content": "a fielding position intended to save a run on the off side, located in front of, and relatively close to, the line of the wicket."}
{"keyword": "Mid-on", "content": "a fielding position intended to save a run on the leg side, located in front of, and relatively close to, the line of the wicket."}
{"keyword": "Mid-wicket", "content": "a fielding position intended to save a run on the leg side, located between mid-on and square leg."}
{"keyword": "Military medium", "content": "medium-pacebowling that lacks the speed to trouble thebatter. Often has derogatory overtones, suggesting the bowling is boring, innocuous, or lacking in variety, but can also be a term of praise, suggesting a military regularity and lack of unintended variation. A good military mediumbowlerwill pitch the ball on the same perfectline and lengthfor six balls anover, making it very hard for thebatterto score runs.[1]"}
{"keyword": "Milking (or milk the bowling)", "content": "Scoring a steady stream of easyrunsat a moderate rate with little risk of gettingout, by taking advantage of poorbowlingor gaps in thefield. Particularly common againstspin bowlinginlimited oversmatches, due to thecirclerestrictions.[66]"}
{"keyword": "Mine", "content": "seecall"}
{"keyword": "Mis-field", "content": "a fielder failing to collect the ball cleanly, often fumbling a pick-up or dropping a catch."}
{"keyword": "Mullygrubber", "content": "(Australian) seegrubber[67]"}
{"keyword": "Negative bowling", "content": "a persistentlineof bowling down theleg-sideof abatterto stymie thebatterfrom scoring (particularly inTest matches)."}
{"keyword": "Nelson", "content": "A score of 111, either for a team or for an individualbatter.Superstitionholds that this score is unlucky and more likely to lead to adismissal, due to its resemblance to the threestumpsof thewicket(as if thebailshad been removed). Tradition holds that the bad luck may be averted if spectators stand on one leg. Scores of 222 and 333 are known as double Nelson and triple Nelson respectively; these are sometimes also considered unlucky.[1][7]"}
{"keyword": "Nervous nineties", "content": "The period of abatter'sinningswhen their score is between 90 and 99. Many players bat nervously in this period because they are worried about gettingoutbefore they reach acentury. The fielding captain often sets anattacking fieldto increase the psychological pressure. Some players are particularly prone to getting out in the nervous nineties.[1]"}
{"keyword": "Nets", "content": "apitchsurrounded on three sides by netting, used by for practice bybattersandbowlers.[10]"}
{"keyword": "Net run rate(NRR)", "content": "In a match, the average run rate scored by a team minus the average run rate scored against them. In a series, a team's NRR is (total runs scored) / (total overs received) – (total runs conceded) / (total overs bowled).[1]"}
{"keyword": "New ball", "content": "In professional cricket, a newballis used at the beginning of eachinnings. Intimed matches, the fieldingcaptainhas the option of taking another new ball after 80overshave passed.[68]A new ball is generally harder and shinier than an old ball, moves faster through the air (favouringpace bowling) and mayswingafter a few overs of polishing. In contrast, an old ball will be softer, rougher, and will typically have been polished on one side but not the other, favouringreverse swingandspin bowling."}
{"keyword": "Nibble", "content": "A small amount of movement by the ball off theseam.[69]"}
{"keyword": "Nick", "content": "Another term foredgeorsnick.[1]"}
{"keyword": "Nightwatchman", "content": "(in afirst-classgame) a lower orderbattersent in when the light is dimming to play out the remaining overs of the day in order to protect more valuable batters for the next day's play."}
{"keyword": "Nipbacker", "content": "Adeliverythatpitchesoutside the line ofoff stumpthen deviates off theseam, moving towards thebatter.[5]Similar to anoff cutterbut usingseam bowling. Usually bowled on agood lengthor slightly shorter."}
{"keyword": "No", "content": "batter's call not to run. SeePush,Yes,Two,Wait.[1]"}
{"keyword": "No-ball", "content": "an illegaldelivery; the batting side is awarded oneextra, thebowlermust deliver another ball in theover, and thebattercannot be dismissed by the bowler on a no-ball. Most usually a front-foot no-ball, in which the bowler oversteps thepopping crease; other reasons include bowling a full toss above waist height (seebeamer),throwing, having more than two fielders (excluding the wicketkeeper) behind square on the leg side, or breaking the return crease in the delivery stride.[2]"}
{"keyword": "No man's land", "content": "an area of the field where a fielder cannot save a single, nor stop a boundary. Occasionally used to catch a batter who mistimes a shot."}
{"keyword": "No result", "content": "the outcome of alimited overs matchin which each team does not face the minimum number ofoversrequired for a result to be recorded, usually due to arain delay. This is generally equivalent to adraw, but differs in the recording of some statistics."}
{"keyword": "Non-striker", "content": "thebatterstanding at the bowling end.[2]"}
{"keyword": "Nothing shot", "content": "An overly tentativeshotby thebatter: neither a committed attempt to hit theball, nor a deliberateleave. This often results in anedge,beating the bat, orplaying on.[70]"}
{"keyword": "Not out", "content": "1.  abatterwho is in and has not yet beendismissed, particularly when play has ceased.[10] 2.  the call of the umpire when turning down an appeal for a wicket.[10]"}
{"keyword": "Nurdle", "content": "To scoreruns, usually insingles, by using low-riskshotsto gently nudge theballinto vacant areas of thefield.[1]"}
{"keyword": "Obstructing the field", "content": "An extremely rare method ofdismissal. Thebatteris givenoutif they wilfully interfere with thefielding, such as blocking arun outor preventing a fielder from taking acatch. Since 2017 obstructing the field includes the offence ofhandled the ball, which was previously considered a separate method of dismissal."}
{"keyword": "Occupying the crease", "content": "The act of a batter stayinginfor a long time, without trying to score manyruns. This tires thebowlerand may frustrate thefieldingside in atimed match, but requires skilled defensive batting technique. It is particularly prized amongopening battersor whenbatting for a draw."}
{"keyword": "ODI", "content": "seeOne Day International"}
{"keyword": "Odds match", "content": "a match in which one side has more players than the other. Generally, the extra players were allowed to field as well as bat and so the bowling side had more than 11 fielders."}
{"keyword": "Off break", "content": "anoff spin deliverywhich, for a right-armbowlerand a right-handedbatter, will turn from theoff sideto theleg side(usually into thebatter).[1]"}
{"keyword": "Off cutter", "content": "Acutterwhich, for a right-handedbatter, turns from theoff sideto theleg side. Thepace bowlingequivalent of anoff break.[1]"}
{"keyword": "Off side", "content": "the half of thepitchin front of thebatter'sbody as they take strike. For a right-handed batter this is the right half of the pitch, looking up the wicket towards the bowler, and the left half for the left-handed batter. The opposite ofleg side.[1]"}
{"keyword": "Off spin", "content": "the style ofspin bowlingproduced by right-armfinger spin. So called because thestock deliveryis anoff break. Common variations include thearm ballanddoosra.[1]"}
{"keyword": "Off the mark", "content": "when the first run is scored by a batter, it is said that the batter is off the mark. If a batter gets out without scoring, it is said that the batter failed to get off the mark.[71]"}
{"keyword": "Off theory", "content": "A tactic sometimes used by the fielding side. Thebowleraims for alinewide ofoff stumpand mostfieldersare placed on theoff side. This prevents thebatterfrom playingshotson theleg side, whilst most of the off side is covered by fielders. The goal is to slow the scoring and frustrate the batters into an opportunity for acatch. The opposite ofleg theory."}
{"keyword": "Offer the light", "content": "Under historical rules, offering the light was the act of the umpires giving the batters the choice of whether or not to leave the field during times ofbad light. Offering the light has disappeared from the game since 2010, the decision of whether or not to leave the field for bad light is made solely by the umpires.[16]"}
{"keyword": "Olympic", "content": "Five consecutiveducks. The term alludes to the five interlockingOlympic rings. See alsoAudi.[12][13]"}
{"keyword": "On side", "content": "seeleg side. The opposite ofoff side.[1]"}
{"keyword": "On a length", "content": "adeliverybowled on agood length."}
{"keyword": "On strike", "content": "the batter currently facing the bowling attack is said to beon strike."}
{"keyword": "On the [shot name]", "content": "used to describe the type of shot that fielders are placed in order to intercept. For example, \"three men on the hook\" means three fielders who are placed behind square leg to catch the ball if the hook shot is used.[72]\"On the drive\" is a similar term used for any type of drive, so generally within a straight 'V' in front of the batter.[73]"}
{"keyword": "On the up", "content": "a batter playing a shot, usually adrive, to a ball that is quite short and has already risen to knee height or more as the shot is played."}
{"keyword": "One-day cricket", "content": "an abbreviated form of the game, with just oneinningsper team, usually with a limited number ofoversand played over one day."}
{"keyword": "One Day International(ODI)", "content": "a match between two national sides limited to 50 overs per innings, played over at most one day."}
{"keyword": "One down", "content": "a batter who bats at No. 3 i.e. when the team is \"down by one wicket\", a crucial position in the team's batting innings."}
{"keyword": "One short", "content": "when abatterfails to make contact with the ground beyond the popping crease, and turns back for an additionalrun."}
{"keyword": "Opener", "content": "1.  anopening batter 2.  anopening bowler"}
{"keyword": "Opening batter", "content": "One of the twobatterswho areinat the start of theinnings. They must face theopening bowlersandnew ball, so require good defensive technique to avoid gettingout, especially in atimed match. In alimited overs matchan opening batter must also score quickly during thepower play."}
{"keyword": "Opening bowler", "content": "One of the twobowlerswho begin theinningsusing thenew ball. They are usually the fastest or most aggressivebowlersin the side.[74]"}
{"keyword": "Opposite number", "content": "A player on the other team who plays the same role. Often used for captains and wicket keepers.[75]"}
{"keyword": "Orthodox", "content": "1.  shots played in the accepted \"textbook\" manner, and batters who play in this manner. 2.  seeleft-arm orthodox spin."}
{"keyword": "Out", "content": "1.  the state of abatterwho has beendismissed. 2.  the word sometimes spoken while raising the index finger by the umpire when answering an appeal for a wicket in the affirmative."}
{"keyword": "Outdipper", "content": "adipperthat curves away from thebatterbefore pitching."}
{"keyword": "Outright win/loss", "content": "a win or loss in a completed match of two innings per team. Used in competitions which awardfirst innings points, as a term to distinguish a one-innings win from a two-innings win."}
{"keyword": "Outside the line", "content": "A batsman cannot be outleg before wicketif the ball pitched outside the line of leg stump. Nor can a batsman be out if the ball hits the batsman outside the line of off stump, unless he/she is offering no stroke.[1]"}
{"keyword": "Outswing", "content": "adeliverythat curves away from thebatter.[1]"}
{"keyword": "Outfield", "content": "the part of the field lying outside the 30-yard (27 m)circlemeasured from the centre of thepitchor, less formally, the part of the pitch furthest from the wickets.[10]"}
{"keyword": "Over", "content": "thedeliveryof six consecutive legal balls by onebowler.[2]"}
{"keyword": "Over rate", "content": "the average number of overs bowled per hour."}
{"keyword": "Over the wicket", "content": "a right-armbowlerpassing to the left of the non-striker's stumps in their run-up, and vice versa for a left-armbowler. Compare witharound the wicket.[10]"}
{"keyword": "Overarm", "content": "the action of bowling with the arm swinging from behind the body over the head, releasing the ball on the down swing without bending the elbow. This type of bowling is the only type normally allowed in all official cricket matches. Compare withunderarm."}
{"keyword": "Overpitched delivery", "content": "a delivery that is full pitched but not a yorker, bouncing just in front of the batter. Considered a poor delivery, as it easy for the batter to get themiddle of the batto the ball. An overpitched ball is often ahalf-volley.[10]"}
{"keyword": "Overthrows", "content": "the scoring of extrarunsdue to an errant throw from a fielder. Also known asbuzzers. Occasionally used erroneously for any runs scored after a fielder misfields the ball. Also refers to the throw itself as the ball goes far past or \"over\" the intended target.[10]"}
{"keyword": "Pace bowling(alsofast bowling)", "content": "a style of bowling in which the ball isdeliveredat high speeds, typically over 90 mph (145 km/h). A pace bowler (or paceman) often will also useswing."}
{"keyword": "Pads", "content": "protective equipment forbattersandwicket-keepers, covering the legs.[3]"}
{"keyword": "Pad away or pad-play", "content": "to intentionally use the pads deflect the ball away from the wicket. Using the pad instead of the bat removes the danger of being caught by close fielders, but would only be used when there is no risk of being dismissedLBW(for example, if the ball pitched on the leg side).[10]"}
{"keyword": "Paddle sweep", "content": "A very fine sweep, almost just a tickle of the delivery pitched on or outside leg stump."}
{"keyword": "Paddle scoop", "content": "(also known as ascoop shot,ramp shot,DilscooporMarillier shot) (also known as ascoop shot,ramp shot,DilscooporMarillier shot) Ashotin which thebatterdrops on one knee and scoops the ball over their shoulder or head, using thebatas ramp to redirect the momentum of theball. Considered unorthodox and risky, but can result in aboundarybehind thewicketkeeperor in thefine legregion.[1]"}
{"keyword": "Pair", "content": "a \"pair of spectacles\" (0–0) or a \"pair of ducks\". A batter's score of nought (zero)runsin bothinningsof a two-innings match (see this list ofPairs in test and first-class cricket).[1]"}
{"keyword": "Par score", "content": "during the secondinningsof alimited overs match, the par score is thetargettheDuckworth-Lewis methodcalculates if the match were to be halted now (e.g. due to rain). Updated after each ball, the par score can be used to judge whether the chasing team is ahead or behind therun rateandwicketsthey will probably require to win, which is of interest even in uninterrupted matches."}
{"keyword": "Partnership", "content": "the number of runs scored between a pair of batters before one of them gets dismissed. This also includes the deliveries faced and time taken."}
{"keyword": "Part-time bowler (or part-timer)", "content": "aspecialist batter(or even awicketkeeper) who is not known forbowling, but has adequate skills to occasionally bowl a few overs. Captains use part-timers to provide some variation in their attack, and to subject batters to bowlers they would not have prepared to face.[76]"}
{"keyword": "Pavilion", "content": "a building or grandstand that contains the player's dressing rooms, located adjacent to thefield. At largergrounds, the pavilion usually incorporates seating (and other facilities) for members of the homeclubto watch the game."}
{"keyword": "Peach", "content": "a delivery bowled by a fast bowler considered unplayable, usually a really good delivery that a batter gets out to, or one that is too good that the batters cannot even edge."}
{"keyword": "Pea roller", "content": "A now illegal delivery where the ball is rolled along the ground rather than bowled over-arm."}
{"keyword": "Pegs", "content": "(slang) thestumps.[citation needed]"}
{"keyword": "Perfume ball", "content": "abounceron or just outside off-stump that passes within inches of the batter's face. So called because the ball is close enough to the batter's face that they can supposedly smell it."}
{"keyword": "Pfeiffer", "content": "seefive-wicket haul"}
{"keyword": "Pick", "content": "Of a batter, to correctly identify which variation a bowler (often aspin bowler) has delivered."}
{"keyword": "Pick of the bowlers", "content": "the bowler who performed the best, whether over the course of an innings or a match."}
{"keyword": "Picket fences", "content": "an over in which one run is scored off each delivery. It looks like picket fences 111111, hence the name."}
{"keyword": "Pie Chucker (or Pie Thrower)", "content": "A poor bowler, usually of slow to medium pace whose deliveries are flighted so much as to appear similar to apiein the air. Considered easy to score off by batters – seeBuffet Bowling.[3]"}
{"keyword": "Pinch hitter/Slogger", "content": "alower orderbatterpromoted up thebatting orderto increase therun rate. The term, if not the precise sense, is borrowed from baseball.[1]"}
{"keyword": "Pink ball", "content": "A type ofballthat is intended to behave like ared ballbut have the visibility of awhite ball. Used exclusively inday/nighttimed matches. Its construction is identical to the red ball, except greater quantities of afluorescent pinkdye are used, and theseamsare in black thread. Initially trialled in 2009, it was first used in aTest matchin 2015. The properties of pink balls have been debated and continue to evolve as manufacturing techniques are adjusted."}
{"keyword": "Pitch", "content": "1.  the rectangular surface in the centre of the field where most of the action takes place, usually made of earth or clay. It is 22 yards in length.[1]Also known as the \"deck\", as used in the phrase \"hit the deck\", which is when a bowler makes the ball bounce more off the pitch.[77] 2.  of the ball, to bounce before reaching the batter after delivery. 3.  the spot where the ball pitches (sense 2)."}
{"keyword": "Pitch (It) Up", "content": "to bowl adeliveryon a fullerlength."}
{"keyword": "Pitch map", "content": "a diagram showing where a number of balls, usually from a particular bowler, have pitched.[24]Compare beehive."}
{"keyword": "Placement", "content": "the ball when it is hit such that it bisects or trisects thefieldersplaced on the field. The ball usually ends up being afour."}
{"keyword": "Platinum duck", "content": "a player dismissed without even facing a ball – most likely by being run out as the non-striker. Also sometimes referred to as aDiamond Duck."}
{"keyword": "Play and miss", "content": "when a batter aims to hit the ball with the bat but does not make contact; a swing and a miss"}
{"keyword": "Playing on", "content": "for thebatterto hit the ball with theirbatbut only succeed in diverting it onto thestumps. The batter is thus outbowled. Also known as \"dragging on\" or \"chopping on\"[1]"}
{"keyword": "Playing time", "content": "the set of rules specifying when the match begins, whichintervalsand/ordrinks breaksoccur, how long play can continue etc. These vary widely depending on the type of match (aTwenty20lasts less than 3 hours, whilst aTest matchtakes up to five days) and may be adjusted by prior agreement to account for local climate, the specific competition etc."}
{"keyword": "Plumb", "content": "of a dismissal byLBW: indisputable, obvious.[1][3]Of a wicket, giving true bounce.[10]"}
{"keyword": "Point", "content": "A fielding position square of the batter's off side."}
{"keyword": "Point of release", "content": "the position of the bowler at the moment when the ball is released."}
{"keyword": "Pongo", "content": "(used primarily by UK county players) a very high volume of run-making, or batting assault.[citation needed]"}
{"keyword": "Popper", "content": "a ball that rises sharply from the pitch when bowled ('pops up').[citation needed]"}
{"keyword": "Popping crease", "content": "One of two lines in the field defined as being four feet in front of and parallel to that end'sbowling creasewhere the wickets are positioned. A batter who does not have either the bat or some part of their body touching thegroundbehind the popping crease is considered out of theirgroundand is in danger of being dismissedrun outorstumped."}
{"keyword": "Powerplay", "content": "a block of overs that inOne Day Internationalsoffer a temporary advantage to the batting side."}
{"keyword": "Pro20", "content": "South African form ofTwenty20"}
{"keyword": "Pro40", "content": "a professionallimited overscompetition that was played in England from 1969 to 2009, with 40oversper side"}
{"keyword": "Protected area", "content": "An area of thepitchdefined as two feet wide down the middle of the pitch and beginning five feet from eachpopping crease. Abowleris not allowed to trespass this area in theirfollow-throughor the bowler is given a warning. Three such warnings will immediately bar them from bowling for the rest of theinnings."}
{"keyword": "Pull", "content": "ashotplayed to theleg sideto ashort-pitcheddelivery, betweenmid-wicketand backward square-leg.[1]"}
{"keyword": "Pursuit", "content": "Synonym of runchase."}
{"keyword": "Push", "content": "batter's call for a run, urging their partner tolook for two. SeeNo,Yes,Two,Wait."}
{"keyword": "Put down", "content": "1.Put down the wicket2. To put down (drop) a catch; often said with the batter as the object i.e. the fielder has put \"him\" down.[78]"}
{"keyword": "Quarter seam", "content": "a flush join between pieces of leather on the surface of theball, running at right angles to the main stitchedseam"}
{"keyword": "Quick", "content": "Traditionally, aquick bowlerwas one who completed their over in a short space of time. In more recent years, it has been used as a synonym for afastorpacebowler. (Paradoxically, aquick bowlerin the traditional sense was often also aslow bowler, that is, a bowler who delivered slow deliveries. Afastorpacebowler was rarely also aquickbowler in the traditional sense, because they took a longer time to complete an over.)"}
{"keyword": "Quick cricket", "content": "seekwik cricket"}
{"keyword": "Quick single", "content": "When the two batters run very quickly between the wickets to score a run"}
{"keyword": "Quota", "content": "In alimited overs match, the maximum number ofoversthat may be bowled by eachbowler. Equal to the total number of overs in theinningsdivided by five (rounded up if necessary). For aOne Day Internationalthe quota is 10 overs, while for aT20match the quota is 4 overs."}
{"keyword": "Quotient(or runs per wicket ratio)", "content": "A quantity used as a league table tie-breaker in somefirst classtournaments. Defined as the number of runs scored per wicket lost when batting, divided by the number of runs conceded per wicket taken when bowling. The equivalent inlimited overstournaments is thenet run rate."}
{"keyword": "Ramp shot", "content": "seepaddle scoop"}
{"keyword": "Rabbit", "content": "1.  A particularly poorbatter, who is, invariably, a specialistbowler. While most lower-order batters would be expected to occasionally score some useful runs, a rabbit is expected to be dismissed cheaply almost every time. Another term,ferret, refers to a batter even worse than a rabbit. The term comes fromhunting with ferretswhere the hunter \"sends in a ferret after the rabbits\".[1] 2.  A higher order batter who isoutfrequently to the same bowler is referred to as that bowler'srabbitorbunny."}
{"keyword": "Rain delay", "content": "A halt in game proceedings due to rain, but not yet awash out."}
{"keyword": "Rain rule", "content": "Any of various methods of determining which team wins a rain-shortened one-day match. The current preferred method is theDuckworth–Lewis method."}
{"keyword": "Red ball", "content": "The traditional type ofball. Its surface is composed of leather protected by a thin layer oflacquer, both dyed red. Red balls are used in almost alltimed matchesand most amateur matches, during which the players wearwhites. Red balls are not used inday/night matches, because the dark colour is difficult to see during twilight or under floodlights (apink ballcan be used instead). Compared to thewhite ball, red balls are harder wearing, being designed for at least 80 overs of continuous use. Red balls also tend toswingfor longer than white balls."}
{"keyword": "Red cherry", "content": "seecherry"}
{"keyword": "Referral", "content": "(orreview)An invocation of theUmpire Decision Review System, referring the decision to thethird umpirefor review.[79] (orreview)"}
{"keyword": "Releaseor point of release", "content": "The moment in abowling actionwhen thebowlerlets go of the ball."}
{"keyword": "Required run rate", "content": "(orasking rate)Therun rateneeded by thebattingteam to win, in the secondinningsof alimited overs match. Calculated as the number ofrunsrequired for victory (not atie), divided by the number ofoversremaining.[1]Often shown on thescoreboardand updated automatically after eachdelivery. A high required run rate necessitates more aggressive batting. (orasking rate)"}
{"keyword": "Reserve day", "content": "A vacant day in a touring schedule which can be used to replay or reconvene a match which iswashed out. Mostly seen in the latter stages of majorlimited-overstournaments."}
{"keyword": "Rest day", "content": "A non-playing day in the middle of a multiple day game. These were once common, but are seldom seen in the modern era."}
{"keyword": "Result", "content": "The final outcome of a match. Possible results are a win/loss, adraw, or atie. Alternatively,rain delaysmay lead to an outcome ofno result, or awash outmay lead to the match beingabandonedbefore it begins."}
{"keyword": "Retire", "content": "for abatterto voluntarily leave the field during theirinnings, usually because of injury. A player who retires through injury/illness (\"retired hurt/ill\") may return in the same innings at the fall of a wicket, and continue where they left off.[10]A player who is uninjured (\"retired out\") may return only with the opposing captain's consent."}
{"keyword": "Reverse sweep", "content": "a right-handedbattersweepingthe ball like a left-handed batter and vice versa.[1]"}
{"keyword": "Reverse swing", "content": "the art ofswingingthe ball contrary to how a conventionally swung ball moves in the air;i.e.movement away from the rough side. Many theories as to how this may occur. Usually happens with an older ball than conventional swing, but not always, atmospheric conditions and bowler skill also being important factors. It has been espoused that once the 'rough' side becomes extremely rough a similar effect to that of a dimpled golf ball may cause it to move more quickly through the air than the 'shiny' side of the ball. Invented by Pakistani fast bowlerSarfaraz Nawazand later perfected by the likes ofImran Khan,Wasim AkramandWaqar Younis."}
{"keyword": "Review", "content": "seereferral"}
{"keyword": "Rib tickler", "content": "A ball bowled short of a length that bounces up higher than expected and strikes the batter in the midriff (usually the side) and hits several ribs."}
{"keyword": "Right arm", "content": "a bowler who bowls the ball with their right hand is, by convention, called a 'right-arm' or 'right arm' bowler (rather than 'right hand' or 'right-handed'). (Contrast \"right hand batter\".)[62]"}
{"keyword": "Right hand", "content": "a batter who bats right-handed is a 'right hand' bat. (Contrast \"right arm bowler\".)[62]"}
{"keyword": "Ring field", "content": "A field which is set primarily to save singles, consisting of fieldsmen in all or most of the primary positions forward of the wicket, on or about the fielding circle (or where it would be)."}
{"keyword": "Road", "content": "A very hard and flat pitch, good for batting on. Synonyms such asstreet,highway,etc.may sometimes be used in the same context."}
{"keyword": "Rogers", "content": "The second XI of a club or county. From the Warwickshire and New Zealand playerRoger Twose.[citation needed]"}
{"keyword": "Roller", "content": "A cylindrical implement used to flatten thepitchbefore play or betweensessions. Usually there are two rollers available, a heavy roller and a light roller, with the choice of which to use being given to thecaptainof the batting side."}
{"keyword": "Rotate the strike", "content": "to look to make singles wherever possible, in order to ensure that both batters are continually facing deliveries and making runs. The opposite offarming the strike."}
{"keyword": "Rough", "content": "a worn-down section of the pitch, often due to bowlers' footmarks, from which spinners are able to obtain more turn."}
{"keyword": "Round the wicket", "content": "seearound the wicket"}
{"keyword": "Roundarm bowling", "content": "the type of bowling action in which the bowler's outstretched arm is perpendicular to their body when they release the ball. Round arm bowling is legal in cricket."}
{"keyword": "Royal Duck", "content": "a dismissal for nought (zero), from the first ball faced in the game."}
{"keyword": "Run", "content": "The basic unit of scoring: the team with the most runs wins the match (with rare exceptions if arain ruleis required). The twobatterscan score a run by both running from one end of thepitchto the other,groundingtheirbator foot beyond thepopping crease, before the fielding team can recover theballand return it for arun out. This usually requires thestrikerto play ashot, directing the ball away from thefielders, in which case the run is credited to the striker. Multiple runs can be scored from a singledelivery, or by hitting aboundary(either afouror asix). The batting team (but not an individual batter) is credited with one or more runs if there areextrasorpenalty runs."}
{"keyword": "Run chase", "content": "The act/task of the team batting second (in alimited-oversmatch) or batting fourth (in an unlimited overs match), trying to win a match by batting and surpassing the runs accumulated by the opponent."}
{"keyword": "Run out", "content": "dismissalby a member of the fielding side breaking thewicketwhile thebatteris outside theircreasemaking arun.[2]"}
{"keyword": "Run rate", "content": "the average number ofrunsscored perover."}
{"keyword": "Run up", "content": "seeapproach."}
{"keyword": "Runner", "content": "a player from the batting side who assists an injuredbatterby running between thewickets. The runner wears and carry the same equipment, and can berun out.[10]Since 2011, runners have not been permitted in international cricket, but can be used at lower grades.[80]"}
{"keyword": "Runs per wicket ratio", "content": "Seequotient."}
{"keyword": "Runscoreror run scorer", "content": "abatterwho is prolific at scoringruns, particularly if they hold a record for doing so.[81][82]"}
{"keyword": "Safe", "content": "The batters aresafewhen in theirground, or starting from a position between thepopping creasesit have made theirgroundbefore a fielder can break thewicket."}
{"keyword": "Sandshoe crusher", "content": "Seetoe crusher"}
{"keyword": "Sawn off", "content": "A batter who has been wrongly or unluckily given out by an umpire.[citation needed]"}
{"keyword": "Scoop shot", "content": "seepaddle scoop"}
{"keyword": "Scoreboard", "content": "A large mechanical or electronic display that indicates the current score, controlled by thescorer. A basic scoreboard lists the number ofrunsscored,wicketstaken,overscompleted, and (in the secondinningsof alimited overs match) thetargetrequired. More sophisticated scoreboards provide far more information, such as individual scores for eachbatter, thebowling analysis,required run rate,par scoreetc."}
{"keyword": "Scorer", "content": "A person officially responsible for recording the scoring and detailed statistics of the game, usually ball-by-ball."}
{"keyword": "Scramble seam", "content": "a variation employed inseam bowlingwhere the bowler makes the plane of the ball'sseamtumble, rather than stable at a narrow angle to the direction of thedelivery(seam up), or nearly perpendicular to the direction of the delivery (cross-seam). The hope is that the ball will bounce unpredictably depending on whether the ball's seam contacts the ground."}
{"keyword": "Seam", "content": "1.  (noun) the raised stitching running around the circumference of the ball.[1] 2.  (verb) for a ball to deviate off the pitch because it has bounced on its seam."}
{"keyword": "Seam bowling", "content": "a bowling style which uses the uneven conditions of the ball – specifically the raised seam – to make it deviate upon bouncing off thepitch. Contrast withswing bowling.[10]"}
{"keyword": "Seamer", "content": "a seam bowler"}
{"keyword": "Season", "content": "the period of each year when cricket is played. Varies substantially between countries."}
{"keyword": "Selector", "content": "a person who is delegated with the task of choosing players for a cricket team. Typically, the term is used in the context of player selection for national, provincial and other representative teams at the professional levels of the game, where a \"panel of selectors\" acts under the authority of the relevant national or provincial cricket administrative body.[10]"}
{"keyword": "SENA", "content": "The countries South Africa, England, New Zealand and Australia, deemed to have unique pitch conditions.[83]Also sometimes \"SANE countries\".[84]"}
{"keyword": "Sent in", "content": "a team which bats first after losing thetossis said to have been \"sent in\" by the opposing captain.[85]"}
{"keyword": "Series", "content": "A set of matches played a few days apart between the same two teams in the same format, but usually at different locations. An internationaltouroften includes aTestseries, anODIseries and aT20series, each of between two and five matches."}
{"keyword": "Session", "content": "A period of play, from start to lunch, lunch to tea and tea until stumps.[3]"}
{"keyword": "Shelled a Dolly", "content": "dropped a really easy catch (Dolly)."}
{"keyword": "Shepherd the strike (alsofarm the strike)", "content": "of a batter, contrive to receive the majority of the balls bowled, often to protect a weaker batting partner. Typically, involves declining takingsinglesearly in overs, and trying to take singles late in overs."}
{"keyword": "Shooter", "content": "a delivery that skids after pitching (i.e. does not bounce as high as would be expected), usually at a quicker pace, resulting in a batter unable to hit the ball cleanly.[1]"}
{"keyword": "Short", "content": "1.  (of a fielding position) close to the batter, but not so close assilly; the opposite ofdeep. 2.  (of adelivery) seeshort-pitched."}
{"keyword": "Short-pitched", "content": "adeliverythat bounces relatively close to thebowler. The intent is to make the ball bounce well above waist height (abouncer). A slow or low-bouncing short-pitched ball is known as along hop."}
{"keyword": "Short of a length", "content": "describes ashort-pitcheddeliverythat is not soshortas abouncer."}
{"keyword": "Short run", "content": "a would-berunthat does not count because, when turning for an additional run, one of the batters failed to ground some part of their body or bat behind thepopping crease."}
{"keyword": "Shot", "content": "the act of thebatterhitting the ball with their bat."}
{"keyword": "Shot selection", "content": "The choice by thebatterof whichshot(orleave) to attempt against eachdelivery. A major part ofbattingtactics, there are many factors that influence this decision."}
{"keyword": "Short Stop", "content": "When the wicket keeper stands upfront, the fielder placed right behind the wicket keeper is called a Short Stop. When the fielder stands outside the 30-yard circle, he is called a Long Stop.[citation needed]"}
{"keyword": "Shoulder Arms", "content": "Rather than risk playing the ball, thebatterlifts the bat high above their shoulder to keep their bat and hand out of harm's way.[1]"}
{"keyword": "Side on", "content": "1.  A side on bowler has back foot, chest and hips aligned towards the batter at the instant ofback foot contact. 2.  A batter is side on if their hips and shoulders are facing at ninety degrees to the bowler."}
{"keyword": "Sight screen", "content": "a large board placed behind thebowler, beyond theboundary, used to provide contrast to the ball, thereby aiding thestrikerin seeing the ball when it is delivered. Typically, coloured white to contrast a red ball, or black to contrast a white ball.[10]"}
{"keyword": "Signal", "content": "a standardised set of body motions used by theumpireto indicate decisions to the players and thescorer. Most signals utilise only the position or motion of the arm, but some also involve legs or fingers. For example, tapping one thigh while lifting that foot off the ground indicatesleg byes, or holding one arm directly upwards while extending a single finger meansout."}
{"keyword": "Silly", "content": "a modifier to the names of somefielding positionsto denote that they are unusually close to the batter, most often silly mid-off, silly mid-on, silly midwicket and silly point.[3]"}
{"keyword": "Single", "content": "arunscored by the batters physically running once only between thewickets."}
{"keyword": "Single wicket", "content": "A one-vs-one version of cricket, in which the two competitorsbatandbowlagainst each other, while neutral participantsfieldfor both. Eachinningconsists of a singlewicketand a limited number ofovers(usually two or three). Currently only played informally and rarely seen, the format was once highly popular and played professionally, particularly from 1750 to 1850."}
{"keyword": "Sitter", "content": "a very easycatch. A fielder who misses such a catch is said to have 'dropped a sitter'."}
{"keyword": "Six(or Sixer)", "content": "a shot which passes over or touches theboundarywithout having bounced or rolled, so called because it scores sixrunsto the batting side."}
{"keyword": "Skiddy", "content": "A pace bowler who typically obtains a low-bounce on their delivery is described asskiddy. The opposite isslingy"}
{"keyword": "Skier", "content": "(orskyer; pronounced/sˈkaɪə/SKY-ə)A mistimedshothit almost straight up in the air, to the sky. Usually results in thebatterbeing caught out. Occasionally however thefielderpositions themself perfectly to take thecatchbut misses it or drops it. Such an error is considered very embarrassing for thefielder. (orskyer; pronounced/sˈkaɪə/SKY-ə)"}
{"keyword": "Skipper", "content": "An informal term for thecaptain, from thenautical skipper. Sometimes shortened to 'skip', particularly as a nickname."}
{"keyword": "Skyline", "content": "alternative name forManhattan."}
{"keyword": "Slash", "content": "a cut, but played aggressively or possibly recklessly – a cut (q.v.) being ashotplayedsquareon theoff sideto ashort-pitcheddeliverywide ofoffstump. So called because thebattermakes a \"cutting\" motion as they play theshot."}
{"keyword": "Sledging", "content": "verbal exchanges between players on opposing sides. This ranges from banter between friends to verbal abuse or a psychological tactic to gain advantage of the opposition by undermining their confidence or breaking their concentration. Considered in some cricketing countries to be against the spirit of the game, but acceptable in others.[3]"}
{"keyword": "Slice", "content": "a kind ofcutshotplayed with the bat making an obtuse angle with the batter.[10]"}
{"keyword": "Slider", "content": "a wrist spinner's delivery where backspin is put on the ball."}
{"keyword": "Slingy", "content": "A pace bowler who typically obtains a high-bounce on their delivery, perhaps because of their unusual height. The opposite isskiddy"}
{"keyword": "Slip", "content": "a closefielderbehind thebatter, next to thewicket-keeperon the off-side. Also (\"in the slips\", \"at first slip\") the positions occupied by such fielders.[3]Commonly there will be two or three slips in anattacking field(although there is no limit and a captain may use more), and one or none in adefensive field.[3]"}
{"keyword": "Slip catching cradle", "content": "a large piece of training equipment, used for practising the quick-reactioncatchesneeded by afielderin theslips."}
{"keyword": "Slog", "content": "a powerfulshot, in which thebatterhits theballhigh and long in an attempt to reach theboundary. Regarded as a risky shot, it will often result in asixor afour, but also has a high chance of gettingout. Used by batters with more strength than skill, or who need to score runs quickly (seedeath overs)."}
{"keyword": "Slog overs", "content": "seedeath overs."}
{"keyword": "Slog sweep", "content": "a type ofslogin which asweepshothit hard and in the air, over the sameboundaryas for ahook. Used exclusively againstspin bowlers.[1]"}
{"keyword": "Slower ball", "content": "a medium-pace delivery bowled by afast bowler. Designed to deceive the batter into playing the ball too early and skying it to a fielder. Has several variations."}
{"keyword": "Slow left armer", "content": "a left-arm,orthodox, finger spinbowler; the left-handed equivalent of an off spinner (seeoff spin)."}
{"keyword": "Snick", "content": "Seeedge"}
{"keyword": "Snickometer", "content": "a television graphic, also available for use by thethird umpire, used to assess on a replay whether or not the batter hassnickedthe ball. The graphic juxtaposes a slow motion replay with a soundoscilloscope, and is used to assess whether a sharp sound was recorded at the same moment as the ball passes the bat. Sometimes shortened tosnicko."}
{"keyword": "Soft hands (batting) (alsosoft bat)", "content": "To bat with soft hands (or play with a soft bat) is to hold the bat loosely or with relaxed hands so that it absorbs the ball's momentum, meaning that the ball does not rebound sharply off it when the shot is played."}
{"keyword": "Soft hands (fielding)", "content": "To catch the ball with soft hands is to relax the hands and follow through the motion of the ball in the air, allowing the ball to hit the hands gently rather than risking it bouncing out of the hands."}
{"keyword": "Specialist", "content": "a player selected in the team primarily for a single skill,i.e.not anall-rounderor awicket-keeper-batter. Such players can be referred to as specialist batters, specialist bowlers, or specialist wicketkeepers."}
{"keyword": "Spectacles", "content": "another word for apair. From the appearance of twoduckson the scorecard as 0–0."}
{"keyword": "Spell", "content": "1.  the number of continuousoversabowlerbowls before being relieved."}
{"keyword": "Spider Graph (alsoWagon Wheel)", "content": "agraphical chartthat represents thetrajectoryof the ball from each scoring stroke, including its direction, distance travelled, and (where the technology allows) elevation and bounces. Each scoring stroke is represented by a coloured line, typicallycolour-codedby the number of runs from the stroke. The Spider Graph is a more detailed version of the traditionalWagon Wheelgraphic; some commentators use the two terms interchangeably, while others use Wagon Wheel only for the less-detailed version.[citation needed]"}
{"keyword": "Spin bowling", "content": "a style of bowling in which a spinbowler(\"spinner\") attempts to deceive thebatterby imparting spin on the ball using either their fingers or their wrist. Spin bowling is most effective when the ball is travelling relatively slowly, and so most spinners bowl at a pace between 40 and 55 mph."}
{"keyword": "Spirit of cricket(or spirit of the game)", "content": "A nebulous concept of good conduct, encompassing fair play,sportsmanship, mutual respect and acceptance of theumpires'decisions. Considered an integral part of the sport. Since 2000 a preamble to theLaws of cricketinstructs all participants to act within the spirit of cricket."}
{"keyword": "Splice", "content": "the joint between the handle and the blade of abat; the weakest part of the bat. If the ball hits the splice it is likely todollyup for an easycatch."}
{"keyword": "Square", "content": "1.  of a position on the field, perpendicular to the line of the pitch; the opposite offine. 2.  the area in the middle of the ground where thepitchesare prepared. 3.  an imaginary line extending the crease to the boundary on the leg side; it is illegal to have more than two fielders behind square."}
{"keyword": "Square leg", "content": "1.  a fielding position on the on side approximately at right angles to the batter 2.  a person who fields at that position"}
{"keyword": "Square-cut", "content": "Acutshot, playedsquare, i.e. perpendicular to the bowler's delivery."}
{"keyword": "Stance (alsobatting stance)", "content": "the posture of a batter holding their bat when facing a delivery."}
{"keyword": "Stand (noun)", "content": "A synonym forpartnership."}
{"keyword": "Standing up", "content": "position adopted by aWicket-keeper, close to the stumps, when a slow (or, occasionally,medium pace) bowler is operating."}
{"keyword": "Start", "content": "a batter is said to have a start when they successfully avoid being dismissed for very few runs; in Australia, this is generally understood to mean a score of twenty runs. Once a batter survives this initial period and becomes established, batting generally becomes easier as they have settled into a rhythm and have adapted to the playing conditions and are less vulnerable, so they are then expected to convert their starts into big scores."}
{"keyword": "Steaming in", "content": "a bowler taking a fast run-up to bowl is said to be steaming in."}
{"keyword": "Sticky dog", "content": "a drying wicket that is exceedingly difficult to bat on. Uncommon if not non-existent in recent years due to the routine covering of pitches."}
{"keyword": "Sticky wicket", "content": "a difficult wetpitch.[10]"}
{"keyword": "Stock ball", "content": "Seestock delivery"}
{"keyword": "Stock bowler", "content": "a bowler whose role is to restrict scoring rather than to take wickets. Usually called upon to bowl numerousoversat a miserlyrun ratewhilestrike bowlersrest betweenspellsor attempt to take wickets from the other end."}
{"keyword": "Stock delivery or stock ball)", "content": "Abowler'sstandard type ofdelivery; the one they bowl most frequently.[1]Bowlers usually have a single stock delivery and one or morevariations."}
{"keyword": "Stodger", "content": "a batter who makes it their job to defend and to score at a mediocre rate. This style is prone to derogatory comments but also compliments on resilience and technique."}
{"keyword": "Stonewaller", "content": "An extreme example of ablocker.[86]"}
{"keyword": "Straight", "content": "Close to the imaginary line between the two sets ofstumps(cf.wicket-to-wicket). Used as an adjective, to indicate the direction of ashot, as a modifier to afielding position, or to describe thelineof adelivery."}
{"keyword": "Straight bat", "content": "the bat when held vertically, or when swung through a vertical arc"}
{"keyword": "Straight up-and-down", "content": "pejorative term for a fast- or medium-paced bowler who cannot swing or seam the ball."}
{"keyword": "Stranded", "content": "a batter is said to be stranded on their score if they narrowly miss scoring acenturyor similar milestone because their team's innings ends, rather than because they weredismissed."}
{"keyword": "Strangled", "content": "a form ofdismissalwhereby a batter, in trying to play aglanceveryfineto aleg-sideball, gets aninside edgewhich is caught by thewicket-keeper.[citation needed]"}
{"keyword": "Street", "content": "a pitch which is easy for batters and difficult for bowlers. Sometimes called a road, highway, and various other synonyms for street."}
{"keyword": "Strike", "content": "the position as batter facing the bowler, as opposed tonon-striker. Often, 'Keep [the] strike', to arrange runs on the last ball of an over so as to face the first ball of the next.Farm the strikeorShepherd the strike: to keep doing this to protect a less skilful batter.[2]"}
{"keyword": "Strike bowler", "content": "an attacking bowler whose role is to take wickets rather than to restrict scoring. Usually afast bowleror attackingspinnerwho bowls in short spells toattacking field settings."}
{"keyword": "Strike rate", "content": "1.  (batting) a percentage equal to the number ofrunsscored by abatterdivided by the number of balls faced. 2.  (bowling) the average number ofdeliveriesbowled before abowlertakes awicket."}
{"keyword": "Striker", "content": "thebatterwho faces thedeliveriesbowled."}
{"keyword": "Stroke", "content": "an attempt by thebatterto play at adelivery."}
{"keyword": "Stump", "content": "one of the three vertical posts making up thewicket. Starting from theoffside, they are 'off stump', 'middle stump' and 'leg stump'.[2]"}
{"keyword": "Stumped", "content": "(orstumping)a method ofdismissingabatter, in which thewicketkeeperbreaks the batter's wicket with the ball while the batter is outside theircreasebut has not attempted arun (orstumping)"}
{"keyword": "Stumps", "content": "1.  the plural ofstump 2.  in atimed matchlasting more than one day, the end of a day's play if the match is not yet complete. For example, 'at stumps, Team A were leading by...'. See alsodraw stumps.[2]"}
{"keyword": "Stump-cam", "content": "A small television camera inside middle stump to provide images of play close to the stumps, particularly when a batter is bowled out.[87]"}
{"keyword": "Substitute", "content": "a player able to replace another on the fielding side. A substitute fielder may carry out normal fielding duties but is not allowed to bat, bowl or keep wicket."}
{"keyword": "Sun ball", "content": "A method of bowling where the ball is intentionally bowled at a great height and a sluggish pace. This is done to interrupt the batter's field of vision using the sun's rays, often causing disastrous consequences such as blunt strikes to the head.[citation needed]"}
{"keyword": "Sundry", "content": "seeextra[1]"}
{"keyword": "Supersub", "content": "Under experimental One-Day International rules played between July 2005 and February 2006, the supersub was asubstituteplayer able to come on and replace any player at any point during the game, with the substitute able to take over the substituted player's batting and bowling duties – as distinct from a traditional substitute, who can field but is not permitted to bat, bowl or keep wicket.[88]"}
{"keyword": "Super Over", "content": "A method for breaking atieused in somelimited overs matches. Each team plays one moreoverwith nominatedbatters(who may already have beendismissedin the main game), or until twowicketshave been lost. The team that scores the mostrunsin their super over wins. The rules vary between competitions if the scores are still tied after the super over, but most commonly aboundarycount is used."}
{"keyword": "Surrey Cut", "content": "seeFrench Cut"}
{"keyword": "Sweep", "content": "ashotplayed to agood lengthslowdelivery. Thebattergets down on one knee and \"sweeps\" the ball to theleg side."}
{"keyword": "Sweet spot", "content": "the small area on the face of thebatthat gives maximum power for minimum effort when the ball is hit with it. Also known as the \"middle\" or \"meat\" of the bat. A shot that is struck with the sweet spot is referred to as being \"well timed\" (seetiming)."}
{"keyword": "Swerve", "content": "less common term for thedriftused by spin bowlers"}
{"keyword": "Swing", "content": "a bowling style usually employed by fast andmedium-pacebowlers. The fielding side will polish the ball on one side of the seam only; as theinningscontinues, the ball will become worn on one side, but shiny on the other. When the ball is bowled with the seam upright, the air will travel faster over the shiny side than the worn side. This makes the ball swing (curve) in the air. Conventional swing would mean that the ball curves in the air away from the shiny side. (see alsoreverse swing).[10]"}
{"keyword": "Swish", "content": "a rapid or careless attacking stroke by the batter."}
{"keyword": "Switch hit", "content": "a shot played by a batter who reverses both their stance and their grip during the bowler's run-up, so that a right-handed batter would play the shot as an orthodox left-hander. The shot was popularised by England batterKevin Pietersen, prompting some discussion about its impact on the rules, e.g. for lbw decisions in which it is necessary to distinguish between off and leg stumps."}
{"keyword": "Tail", "content": "common colloquialism for thelower orderof a batting line-up.[3]If the tailwagsit means the lower order has scored significantly well, perhaps enough to salvage a win. A \"long tail\" is a batting lineup which contains more bowlers than usual, and is considered weaker than normal."}
{"keyword": "Tail-ender", "content": "a player who bats towards the end of thebatting order, usually a specialistbowlerorwicket-keeperwith relatively poor batting skills.[1]"}
{"keyword": "Tampering", "content": "scratching, scuffing, or otherwise unnaturally altering the cricket ball outside of its normal wear and tear. When this is done, it is usually by the fielding team, to give their bowler an edge so that the ball might spin or seam more effectively. This is an illegal act in the game."}
{"keyword": "Tape ball", "content": "Anersatzcricketballproduced by wrapping atennis ballinelectrical tape. Common in informal games on theIndian subcontinent."}
{"keyword": "Target", "content": "The score that the team batting last has to score to beat their opponents. This is one run more than what the team batting first managed; or, in limited overs cricket, an adjusted value determined by arain rule."}
{"keyword": "Tea", "content": "the second of the two intervals during a full day's play is known as theteainterval, due to its timing at about tea-time. In matches lasting only an afternoon, the tea interval is usually taken betweeninnings."}
{"keyword": "Teesra", "content": "Aback spindelivery by afinger spinbowler."}
{"keyword": "Ten-wicket match", "content": "A two-innings match in which a bowler takes ten or more wickets in total."}
{"keyword": "Test cricket(also Test match)", "content": "The highest level of the sport. Consists oftimed matchesthat last up to five days, with twoinningsper side. Played between senior international teams which have been grantedTest status."}
{"keyword": "Textbook shot", "content": "Ashotplayed by thebatterswith perfect orthodox technique, exactly as shown in textbooks on batting."}
{"keyword": "Third man", "content": "position behind thewicket-keeperon theoff-side, beyond theslipandgullyareas"}
{"keyword": "Third umpire", "content": "an off-fieldumpire, equipped with a television monitor, whose assistance the two on-fieldumpirescan seek when in doubt."}
{"keyword": "Through the gate", "content": "Theballpassing thebatterin the gap between theirbatandpads. A well-executedforward defenceleaves no such gap ('shuts the gate'), so if adeliverypasses 'through the gate' it indicates poorshot selectionor defensive technique by thebatter, which may result in beingoutbowled."}
{"keyword": "Throwing", "content": "of a bowler, an illegal bowling action in which the arm is straightened during the delivery.[89]Also known aschucking"}
{"keyword": "Tice", "content": "An old name for ayorker."}
{"keyword": "Tickle", "content": "Anedgeto thewicket-keeperorslips. Alternatively a delicate shot usually played tothird manorfine leg."}
{"keyword": "Tie", "content": "the result of a cricket match in which the two teams' scores are equal and the team batting last isall out; or in alimited overs match, the allotted overs have been played. Not to be confused with adraw, in which neither team wins but the scores are not equal."}
{"keyword": "Tied down", "content": "A batter or batting team having their run-making restricted by the bowling side."}
{"keyword": "Timber", "content": "the (wooden) stumps. Achieving aBowleddismissal is to have \"hit the timber\", or simply \"Timber!\"."}
{"keyword": "Timed match", "content": "a match whose duration is based on a set amount of time rather than a set number of overs. Timed matches usually have a draw as a potential result, in addition to the win/loss or tie that can be achieved inlimited overs cricket. Allfirst-class cricketis currently played under a timed format."}
{"keyword": "Timed out", "content": "A batter is ruledtimed outfollowing the fall of a wicket if they do not occupy the crease within a set time. The new batter is then out just as if they had been bowled, stumped, run out or caught."}
{"keyword": "Timeless match", "content": "a match which is played until both teams have completed their allotted innings or overs, regardless of how many days are required. Many early first-class matches were played in a timeless format, but the need for advanced scheduling has meant that timeless matches are seldom played today."}
{"keyword": "Timing", "content": "the art of striking the ball so that it hits the bat'ssweet spot. A \"well-timed\" shot imparts great speed to the ball but appears effortless."}
{"keyword": "Toblerone", "content": "Lengths of soft sponge, usually printed with advertising, that can be placed over theboundary rope. When in use, the toblerone counts as part of the rope e.g. for determining whether aboundaryhas been scored. So-called because itstriangular prismshape is similar to that ofTobleronechocolate.[citation needed]"}
{"keyword": "Toe end", "content": "The narrow side of thebat, the furthest part away from thehandle."}
{"keyword": "Toe-crusher", "content": "Ayorkerbowled withinswing, aimed at the batter's toes."}
{"keyword": "Ton", "content": "Informal term for acentury.[1]"}
{"keyword": "Top edge", "content": "Seeedge."}
{"keyword": "Top order", "content": "thebattersbatting in the top 4 in thebatting order. These are generally the most skilled batters in the team, equipped with the technique and temperament to continue batting for long periods, often for hours or a whole day."}
{"keyword": "Top spin", "content": "forward rotation on the ball, causing it to increase speed immediately afterpitching.[10]"}
{"keyword": "Toss", "content": "the traditional flipping of a coin to determine which captain will have the right to choose whether to bat or field.[90]"}
{"keyword": "Tour", "content": "An organised itinerary of matches requiring travel away from the team's usual base. Used especially in international cricket for the representative team of one nation playing a series of matches in another nation.[91]"}
{"keyword": "Tour match", "content": "any match on atourwhich does not have full international status; most typically matches played as a warm-up between the travelling international team and a local club or composite team."}
{"keyword": "Track", "content": "another term for the pitch."}
{"keyword": "Triggered", "content": "when the umpire gives a batter out LBW almost immediately with little consideration for any other factor than the ball hitting the pads in front of the stumps. The batter is said to have been \"triggered\" or \"trig'd\" because the Umpire has an itchy trigger finger, ready to raise it to give the batter out easily.[citation needed]"}
{"keyword": "Trimmer", "content": "a high-quality fast bowling delivery, especially one that results in a dismissal of a batter by removing the bails without hitting the stumps[91]"}
{"keyword": "Trundler", "content": "a reliable, steadymedium-pacebowlerwho is not especially good, but is not especially bad either.[1]See alsomilitary medium."}
{"keyword": "Turn", "content": "manner in which a battergroundsthe bat at the end of arun, change directions, and prepare to take another run. The correct execution is for the batter to turn towards the side of the field the ball was played to in order to judge whether another run is possible. SeeTurn blind,Two.\nAlso the amount a spin ball changes directions – turns/spins – after hitting the pitch. For example, \"That leg spin turned a lot.\""}
{"keyword": "Turn blind", "content": "turnby a batter facing to the side of field away from that to which the ball was played, deprecated as it increases the danger of arun out."}
{"keyword": "Tweaker", "content": "An informal (often affectionate) term for aspin bowler.[5]"}
{"keyword": "Twelfth man", "content": "Traditionally, the firstsubstituteplayer who fields when a member of the fielding side is injured. InTest matches, twelve players are named to a team prior to the match, with the final reduction to eleven occurring immediately prior to play commencing on the first day. This gives the captain some flexibility in team selection, dependent on the conditions (e.g. aspin bowlermay be named to the team, but omitted if the captain feels that thepitchis not suitable for spin bowling). InOne Day Internationalgames, teams may nominate up to four substitute fielders.[1][92]"}
{"keyword": "Twenty20(or T20)", "content": "a form oflimited overs cricketin which each team has one innings with a maximum length of twentyovers."}
{"keyword": "Two", "content": "batter's call for a probable two runs, requiring their partner to commit to a fastturn. SeeNo,Push,Yes,Wait."}
{"keyword": "Umpire", "content": "An official who enforces thelaws[93]and adjudicates play. One umpire stands behind thewicketat thenon-striker's end, while a second (usually) stands atsquare leg, with the positions alternating for eachover. The two on-field umpires use a system of armsignalsto indicate decisions to the players and thescorer. Televised matches usually also have athird umpireto adjudicate on replays and theumpire decision review system."}
{"keyword": "Umpire Decision Review System(UDRS)", "content": "(orDecision Review System,DRS)Official system to challenge certain decisions made by anumpire. Thethird umpirethen reviews the decision using various technological aids, such asslow motiontelevision replays,ball tracking, asnickometeretc. Abattermay challenge a decision ofout, and thecaptainof thefieldingside may challenge anot outdecision. Teams are limited in the number of unsuccessful reviews perinning; if they have reached that limit they are permitted no further reviews. The umpires themselves can reviewrun out,stumped,caughtandno balldecisions, or whether ashothas scored aboundary. Only available in televised games, because the necessary equipment is provided by the broadcaster. (orDecision Review System,DRS)"}
{"keyword": "Umpire's call", "content": "Outcome of theUmpire Decision Review Systemif thethird umpirefinds the evidence inconclusive, or within the statedmargin of error. The originalumpire's decision stands, but the review does not count towards the team limit on unsuccessful reviews."}
{"keyword": "Uncapped", "content": "a player who has never played at the international level (see \"cap (sense 2)\".)"}
{"keyword": "Underarm", "content": "the action of bowling with the arm swinging from behind the body in a downswing arc and then releasing the ball on the up swing without bending the elbow. This type of bowling is now illegal in formal cricket, but commonly played in informal types of cricket. Compare withoverarm."}
{"keyword": "Under-spin (alsoback-spin)", "content": "backward rotation on the ball, causing it to decrease speed immediately afterpitching."}
{"keyword": "Unorthodox", "content": "1.  a shot played not in the accepted \"textbook\" manner, often with a degree of improvisation. 2.  a left armspinbowler who spins the ball with their wrist in a similar manner to a right-armleg-spinbowler. This imparts spin in the same direction as a right-handedoff-spinbowler. See:Left-arm unorthodox spin."}
{"keyword": "Unplayable delivery", "content": "a ball that is impossible for the batter to deal with; used to imply that the batter was out more through the skill of the bowler than through their own error."}
{"keyword": "Upper Cut", "content": "A typical shot played against a short ball orbouncer. Here the batter makes a cut above their head and the ball usually goes to the third-man area. First used in International cricket bySachin Tendulkar"}
{"keyword": "Uppish", "content": "A shot that gains a risky amount of height, opening up the possibility of the batter being caught."}
{"keyword": "V", "content": "SeeVee."}
{"keyword": "Variation", "content": "Anydeliveryby thebowlerwhich is not theirstock ball. Used to make the bowling less predictable, which may surprise or deceive thebatter."}
{"keyword": "Vee", "content": "1.  an unmarked, loosely defined V-shaped area on the ground at which the batter stands at the apex. The two sides of the \"V\" go through the mid-off and mid-on regions, similar to the fair area of abaseball field, or the area where fielders \"on the drive\" are placed. Most shots played into this region are straight-batted shots, which do not involve the risks associated with playing across the line.[1] 2.  the V-shaped joint between the lower end of the handle and thebladeof thebat(see alsosplice)."}
{"keyword": "Very fine leg", "content": "seelong stop"}
{"keyword": "Village", "content": "Adjective, roughly equivalent to 'amateurish', indicating that the standard of play or organisation is typical forvillage cricket.Pejorativeif applied to a professional."}
{"keyword": "Village cricket", "content": "Amateur cricket, particularly in England & Wales, with players typically drawn from a single village or suburb. The level of organisation varies: sometimes games are part of an official league, sometimes onlyfriendlymatches. The standard of play is below that ofclub cricketand often includes beginners to the sport."}
{"keyword": "Waft", "content": "A loose non-committal shot, usually played to a ball pitched short of length and well wide of the off stump."}
{"keyword": "Wag", "content": "when thetail(thelower orderof the batting line-up) scores more runs than it is expected to, it is said to have wagged (as an extension of theanimal tailmetaphor)"}
{"keyword": "Wagon wheel", "content": "1.   a graphic which divides thefieldinto six sectors (looking like the spoked wheel of awagon), indicating how manyrunsabatterhas scored withshotsinto each sector. 2.   seespider graph"}
{"keyword": "Wait", "content": "acallby abatterwhich defers the decision for a few seconds, before being followed by a call ofyesorno. Used when it is unclear whether afielderwill reach theballbefore it passes them. The battingpartnershould not begin arun, but remain ready to do so (includingbacking up) until the follow-up call."}
{"keyword": "Walk", "content": "of a batter, to walk off the pitch, knowing or believing that they are out, rather than waiting for an umpire to give them out (the umpire is required to intervene if they were not about to give an out decision).[94]Generally considered to be sportsmanlike behaviour, but rarer in international cricket than domestic cricket.[1]"}
{"keyword": "Walking in", "content": "fielders will, unless fielding close in, usually \"walk in\" a few paces just before the bowler bowls in order to be alert if ball is hit in their direction."}
{"keyword": "Walking wicket", "content": "a very poor batter, particularlytail-endbatters, who is usually a specialist bowler.[95]"}
{"keyword": "Wash out", "content": "a cricket match, or a specific day of a cricket match, which is abandoned with either no play or very little play due to rain."}
{"keyword": "Wearing wicket", "content": "On a turf pitch, typically consisting of dry/dead grass on the top, the soil can be loosened because of the players, stepping on it during play, and rough, abrasive patches can form. This means that as the pitch wears, or becomes worn, balls that land in these rough areas will grip the surface more and turn more drastically, thereby becoming more helpful tospin bowling. Uneven bounce can also result."}
{"keyword": "White ball", "content": "A type ofballintroduced during the 20th century to facilitateday/night matches, being easier to see underfloodlights. Its construction is very similar to thered ball, but the surface is bleached white, rather than dyed. White balls are used in all professionallimited overs matches, during which the players wear a brightly colouredteam kit. Compared to thered ball, white balls wear more quickly, generally becoming too worn for use after about 30overs(a 50-over innings uses two white balls, usually one from each end). The white ball also provides moreswing, but for fewer overs, than the red ball."}
{"keyword": "Whites", "content": "predominantly white or cream coloured clothing worn by players during matches with ared ball. Usually consists oflong trousers, a short- or long-sleevedpolo shirt, and optionally a knittedjumperorsleeveless sweater. Professionallimited oversmatches with awhite ballinstead use coloured uniforms, known aspyjamas."}
{"keyword": "Wicket", "content": "1.  a set ofstumpsandbails; 2.  thepitch; or 3.  thedismissalof abatter.[1]Numerous phrases exist using this definition, such as \"throwing away one's wicket\", which means to get out too easily,[96]or \"valuing/putting a price on one's wicket\", which is largely the opposite[97]"}
{"keyword": "Wicket-keeper", "content": "the player on the fielding side who stands immediately behind thebatting endwicket. A specialist position, used throughout the game. The wicket-keeper is the only player in the fielding side allowed to wear gloves and external leg guards, under Law 40.[2]"}
{"keyword": "Wicket-keeper-batter", "content": "awicket-keeperwho is also a very goodbatter, capable of opening the batting or making good scores in thetop order."}
{"keyword": "Wicket maiden", "content": "amaiden overin which thebowleralso dismisses abatter. Adouble wicket maidenif two wickets are taken, and so on.[2]"}
{"keyword": "Wicket-to-wicket (orstump-to-stump)", "content": "an imaginary line connecting the twowickets, also a style of straight, un-varied bowling."}
{"keyword": "Wickets in hand", "content": "The number ofwicketsremaining in theinningsfor the batting side.[66]For example, a team which has lost four of its ten wickets is said to 'have six wickets in hand'."}
{"keyword": "Wide", "content": "adeliverythat passes illegally wide of thewicket, scoring anextrafor the batting side. A wide does not count as one of the six valid deliveries that must be made in each over – an extra ball must be bowled for each wide.[1][2]"}
{"keyword": "Wisden", "content": "Wisden Cricketers' Almanack, or simplyWisden, colloquially the (Yellow) Bible of Cricket, is a cricket reference book published annually since 1864 in the UK. In 1998 an Australian and in 2012 an Indian edition was launched."}
{"keyword": "Women's cricket", "content": "Cricket played between teams consisting solely of women. First recorded in 1745, it was administered separately from men's cricket until 2005. There are almost no differences in the rules."}
{"keyword": "Worm", "content": "a plot of either the cumulative runs scored, or the progressive run rate achieved by a team (the y-axis) against the over number (x-axis) in limited-overs cricket."}
{"keyword": "Wrist spin", "content": "a form ofspin bowlingin which theballis made to rotate by the position and/or movement of thebowler's wrist (contrast withfinger spin). For a right-handed bowler this producesleg spin, whereas the same technique by a left-handed bowler producesleft arm unorthodox spin."}
{"keyword": "Wrong foot", "content": "when thebowling footis thefront footthe delivery is said to be bowled off thewrong foot. Such a bowler is said to bowl off the wrong foot."}
{"keyword": "Wrong footed", "content": "when the batter is initially moving either back or forward to a delivery and then has to suddenly change which foot they use (back or front), they are said to have been wrong-footed. Usually applies to spin bowling."}
{"keyword": "Wrong 'un", "content": "another name for agoogly; most common in Australia.[1][3]"}
{"keyword": "Yes", "content": "batter's call for a run. SeeNo,Push,Two,Wait."}
{"keyword": "(The) Yips", "content": "The yips are occasionally experienced bybowlerssuffering from a loss of confidence. A psychological condition whereby thebowleris unable to sufficiently relax when delivering theball– often holding the ball too long before release, losing flight, turn and accuracy in the process. Bowlers have been known to suffer from the yips for as little as a few overs, up to the course of an entire season or more.[1]"}
{"keyword": "Yorker", "content": "a (usually fast)deliverythat is pitched very close to thebatter. The intent is for it to pitch exactly underneath theirbator on their toes, in theblock hole. A perfectly pitched fast yorker is very difficult for a batter to play; however a poorly delivered yorker can turn into ahalf-volley(too short) or afull toss(too full).[1]"}
{"keyword": "Zooter or Zoota", "content": "a variation of theflipperbowled by aleg-breakbowler. Typically, 'Zoots' along the ground without much bounce. This ball is possibly a myth made up byShane Warneto create confusion amongst opposition sides.[1] Printed sources: Websites:"}
